{
  "title": "Curricular Practical Training",
  "url": "https://en.wikipedia.org/wiki/Curricular_Practical_Training",
  "text": "In the United States, Curricular Practical Training (CPT) provides temporary employment authorization for F-1 visa non-immigrant foreign students while enrolled in a college-level degree program. Students can receive employment authorization right after enrollment if the college deems the work \"integral\" to the student's study, such as a major course requirement or internship program. CPT allows students to work in both paid and unpaid jobs.\nCPT permission is granted through the institution's International Students Office or equivalent upon approval of the student’s designated school official (DSO), pursuant to regulations established by United States Citizenship and Immigration Services. The student must have secured the CPT opportunity prior to authorization. The student then receives an updated I-20 form once CPT is approved. There is no fee for CPT work authorization. Students who receive more than a year of full-time curricular practical training are ineligible for Optional Practical Training. Part-time CPT students who work less than twenty hours a week are still eligible for OPT. During the summer, students are able to work full-time on CPT if enrolled in a summer session course.\nIn 2018, the number of employed international CPT students peaked at 151,525, a 147.7% increase from a decade prior when the number of CPT authorizations was 61,171. In 2021, there were 91,352 employed CPT workers, a 47% increase from a decade prior. In 2022, there were 129,849 CPT employment authorizations.\n\nCPT Employment Authorization Statistics\nAmerican technology and financial firms, along with semiconductor companies, are major employers of CPT students. Amazon is the largest user of the CPT program, with 9,302 participating students between 2003-2019. Intel is the second largest user of the CPT program, with 6,453 students participating, while Microsoft is the third largest user of the program, with 6,340 students.\n\nCriticism\nEmployer Discount\nStudents working with CPT authorization do not pay Social Security and Medicare taxes if they have been in the United States for less than five years. For employers, hiring a CPT worker amounts to a 15.3% discount per student compared to an American citizen or permanent resident. Employers also avoid paying payroll taxes and do not have to provide health insurance to CPT students.\n\nLack of Government Oversight\nGovernment officials have criticized the program because neither USCIS nor U.S. Immigration and Customs Enforcement have a direct role in determining whether the CPT work authorization is an “integral part of a curriculum.\"\n\nLack in Transparency\nDetractors of the CPT program has criticized it for being non-transparent.\n\nCareer Placement\nCritics have said the program provides entry-level career opportunities to foreign students while not doing the same for American college students.\n\nDiploma Mill Colleges\nMany have criticized CPT for incentivizing diploma mill universities.\nIn 2020, Immigration and Customs Enforcement set up the University of Farmington and arrested 250 foreign students for knowingly enrolling in the papermill college, which lacked teachers or classes. Many of the students enrolled in CPT to immediately gain work authorization in the U.S.\n\nReferences\nExternal links\nPractical Training criteria at U.S. Immigration and Customs Enforcement"
}