{
  "title": "Diversity Immigrant Visa",
  "url": "https://en.wikipedia.org/wiki/Diversity_Immigrant_Visa",
  "text": "The Diversity Immigrant Visa program, also known as the green card lottery, is a United States government lottery program for receiving an immigrant visa followed by a permanent resident card. The Immigration Act of 1990 established the current and permanent Diversity Visa (DV) program.\nThe lottery is administered by the Department of State and conducted under the Immigration and Nationality Act (INA). It provides up to 55,000 immigrant visas annually and aims to diversify the immigrant population in the United States, by selecting applicants from countries with low numbers of immigrants in the previous five years. More than 22 million people apply for the lottery each year, which means that fewer than 1 in 400 applicants receive visas.\nApplicants enter the lottery by completing a form on the Department of State website, free of charge. Only those selected in the lottery must pay a fee to continue the process.\nAttempts have been made to end the program since 2005.\n\nHistory\nLegislative and administrative history\nStarting in 1986, the United States established several temporary immigrant visa programs outside of the usual immigration preferences (family members or by employment). The first program was NP-5, run from 1987 to 1989, where a limited number of visas was issued on a first-come, first-served basis. The second program was OP-1, run through a lottery from 1989 to 1991 and available for natives of countries with low levels of recent immigration to the United States. The third program, AA-1, from 1992 to 1994, was available for natives from a select group of countries that had been \"adversely affected\" by earlier immigration laws. Intentionally and in practice, people from Ireland and Northern Ireland benefited disproportionately from these programs. They were also known as the Donnelly, Berman and Morrison visas, respectively, after the sponsoring congressmen. The Government of Ireland has actively supported the various lottery bills and similar legislation since their inception.\nThe Donnelly visa benefited \"several thousand Irish\" (almost 4,000) and the Berman visa had some 500 Irish beneficiaries. Under the three-year Morrison program (1992–94), by far the largest in size, those born in Ireland or Northern Ireland received a set-aside of 40% of all diversity visas, for a total of 48,000 set aside visas out of 120,000. Natives or citizens of Poland, via the sheer volume of applicants, received the second largest number of visas. The United Kingdom came in a distant third with some 6,000 visas in the Morrison program.\nThe Immigration Act of 1990 was passed with bipartisan support and signed by President George H. W. Bush. The legislation established the current and permanent Diversity Visa (DV) program, where 55,000 immigrant visas are available in an annual lottery. The lottery aims to diversify the immigrant population in the United States, by selecting applicants mostly from countries with low numbers of immigrants to the United States in the previous five years.\nFrom fiscal year 1999, the number of visas in the DV program was reduced by up to 5,000, to partially compensate the number of immigrants under the NACARA program, and from fiscal year 2025, also to compensate the number of immigrants under the National Defense Authorization Act for Fiscal Year 2024. As a result, the number of visas in the DV program was reduced to 50,000 from fiscal years 1999 to 2019, about 54,800 from 2020 to 2024, and about 51,350 in 2025.\nThe first DV lottery, for fiscal year 1995, was named DV-1. For fiscal years 1996 to 1999, the name was in the format DV-YY, where YY was the last two digits of the year. Since fiscal year 2000 the lotteries have been named in the format DV-YYYY, with the full year number. The year in the name refers to the fiscal year when the immigrant visas will be given, which starts in October of the previous calendar year, and the entry period for the lottery occurs almost a year earlier. Therefore, there is a two-year difference between the lottery name and its entry period. For example, for DV-2017 (fiscal year starting in October 2016), the entry period was in 2015.\nInitially, the DV lottery was administered entirely by mail, and only winners were notified. The entry form moved to an online system starting in DV-2005, but still only winners were notified, by mail. Starting in DV-2010, all applicants are able to verify online whether they were selected. Notification of winners also by mail continued until DV-2011, but since DV-2012 it is done exclusively online.\nIn 2011, a computer error caused a non-random selection of lottery applicants, leading the Department of State to cancel the initial result. About 22,000 applicants had already been notified and were disappointed to find that their selection was canceled. The Department of State later ran a new selection after correcting the error.\nStarting in 2019, for DV-2021, applicants had to hold a valid passport and provide its number on the lottery entry form. This requirement reduced the number of applicants by more than half compared to previous years. In 2022, the requirement was removed after a federal court found that the Department of State had not followed the proper procedure, with a public notice and comments, before implementing it. In 2024, the Department of State began the proper procedure to restore the passport requirement.\n\nCriticism and repeal efforts\nCriticism of the program has focused on instances of fraud, racism and the random nature of the lottery, as well as criminal or terrorist actions perpetrated by certain lottery winners.\nIn 2002, Hesham Mohamed Hadayet, an Egyptian immigrant who maintained residency in United States through his wife's diversity visa, killed two people and injured four others at Los Angeles International Airport before being shot to death by an El Al security guard. This led to criticism of the lottery as a security threat.\nSeveral attempts have been made to eliminate the lottery. In December 2005, the United States House of Representatives voted 273–148 to add an amendment to the border enforcement bill H.R. 4437 abolishing the DV. Opponents of the lottery said it was susceptible to fraud and was a way for terrorists to enter the country. The Senate never passed the bill. In March 2007, Congressman Bob Goodlatte (R-VA) introduced H.R. 1430, which would eliminate the Diversity Visa program. In June 2007, the U.S. House passed H.R. 2764 to eliminate funding for the program, and the Senate did likewise in September.\nHowever, the final version of this bill with amendments, signed into law on December 26, 2007, did not include the removal of funds for the program. Although H.R. 2764 was an appropriation bill and could only cut funds for the lottery during one fiscal year, this was the first time that both the House and the Senate passed a bill to halt the Diversity Visa program.\nRep. Goodlatte reintroduced his Security and Fairness Enhancement for America Act (formerly H.R. 1430, now H.R. 2305) on May 7, 2009. The bill would have amended the Immigration and Nationality Act to eliminate the diversity immigrant program completely, but did not pass. Rep. Sheila Jackson-Lee (D-TX) introduced the Save America Comprehensive Immigration Act of 2009 (H.R. 264) on January 7, 2009. The bill would have doubled the number of diversity visas available to 110,000 yearly. This bill did not pass. A comprehensive analysis of DV lottery issues was prepared in 2011 by Congressional Research Service.\nIn 2013, the so-called \"Gang of Eight\" - a bi-partisan group of eight United States Senators - introduced a bill that would have comprehensively reformed the immigration system. The bill would have repealed the Diversity Immigrant Visa program. The legislation passed the Senate, but was defeated in the Republican-controlled House of Representatives amid Republican opposition.\nIn 2017, Sayfullo Habibullaevich Saipov, who had immigrated from Uzbekistan on a diversity visa in 2010, killed eight and injured eleven when he drove his truck down a bike path in Lower Manhattan. In response, President Donald Trump, who had earlier called for a return to a \"merit-based\" immigration system, called for an end to the program. Following Trump's call to end the program, White House Press Secretary Sarah Huckabee Sanders, indicated that diversity visa lottery recipients lack thorough vetting, something Politifact rated as false, noting that all recipients of the visa undergo background checks, security screenings, and interviews by consular officers before arrival in the U.S.\n\nProcess\nRequirements\nTo enter the lottery, applicants must have been born in an eligible country, with two exceptions: the applicant may claim the spouse's country of birth instead if desired, or a parent's country of birth if neither parent was born in the applicant's country of birth and neither parent legally resided there when the applicant was born. The applicant's country of residence or nationality is irrelevant to the lottery.\nIf selected in the lottery, to qualify for the immigrant visa, applicants must have completed at least a high school education or at least two years of work experience in an occupation which requires at least two other years of training or experience. They must also satisfy general requirements applicable to all immigrants, mainly related to health, criminal background and means of support.\nApplicants enter the lottery by completing a form on the Department of State website, free of charge. Only those selected in the lottery must pay a fee to continue the process.\n\nGeographical distribution\nThe visas are distributed among six regions: Africa, Asia, Europe (Turkey, Cyprus and all countries in the former Soviet Union are allocated to Europe, even though some of them are geographically entirely in Asia), Latin America (Mexico, Central America, the Caribbean and South America), North America (consisting only of Canada and the Bahamas), and Oceania.\nDependent territories are treated as part of their respective sovereign countries, and disputed territories are allocated as recognized by the United States. For example, Bermuda is treated as part of the United Kingdom under Europe, the Gaza Strip is considered part of Egypt under Africa, and the West Bank is considered part of Jordan under Asia. However, there are some exceptions: Northern Ireland and Taiwan are treated as separate countries, and Macau is considered part of Portugal under Europe (even after its sovereignty returned to China in 1999).\nEach region that was the origin of more than one sixth of the total number of immigrants to the United States via family and employment categories in the previous five years is considered a \"high-admission region\" (currently Latin America and Asia), and each region that was the origin of less than one sixth is a \"low-admission region\" (currently North America, Europe, Africa and Oceania). The proportion of diversity visas given to the low-admission group is set as the proportion of recent immigrants from the high-admission group (currently about 80%), and vice versa. Among regions of the same group, the diversity visas are allocated proportionally to their population, excluding ineligible countries (those that were the origin of more than 50,000 immigrants in the previous five years).\nWithin each region, the visas are not allocated among individual countries. All applicants from the same region are selected randomly as a whole, for the number of visas allocated for that region, but with the limitation that no single country may receive more than 7% of the total diversity visas (3,850).\nAlthough only up to 55,000 diversity visas are available each year, the lottery selects more than 100,000 applicants. The reason for the larger selection is to ensure that all available diversity visas are eventually given each year, as some applicants are expected to fail general immigration requirements or may decide to withdraw and not to continue the process. As a result, some lottery winners who have received notifications might not obtain visas.\nIt is also possible that some visas remain available after all initially selected applicants are reviewed. In this case, additional applicants are selected later. For this reason, applicants who were not initially selected in the lottery should keep checking their status online periodically, until the end of the respective fiscal year.\n\nIneligible countries\nThose born in any territory that was the origin of more than 50,000 immigrants to the United States via family and employment categories in the previous five years are not eligible to receive a diversity visa. For DV-2026 (the most recent lottery, with entry period in 2024), natives of the following nations were ineligible: Bangladesh, Brazil, Canada, China (mainland and Hong Kong), Colombia, Cuba, Dominican Republic, El Salvador, Haiti, Honduras, India, Jamaica, Mexico, Nigeria, Pakistan, Philippines, South Korea, Venezuela, and Vietnam.\nThe limit of 50,000 immigrants refers only to people who immigrated via family and employment categories, and does not include other categories such as refugees, asylum seekers, or previous diversity immigrants. For this reason, Afghanistan, Guatemala and Ukraine were not on the ineligible list as of 2024, despite being the origin of over 50,000 total immigrants in the previous five years.\n\nChanges\nThe first program was in fiscal year 1995, and the following 12 countries were ineligible from the start: Canada, China (mainland), Dominican Republic, El Salvador, India, Jamaica, Mexico, Philippines, South Korea, Taiwan, United Kingdom and its dependent territories (except Northern Ireland and Hong Kong), and Vietnam. Since then, Bangladesh, Brazil, Colombia, Cuba, Haiti, Honduras, Nigeria, Pakistan and Venezuela have been added to the ineligible list, Taiwan and the United Kingdom have been removed from it, and Ecuador, Guatemala, Peru, Poland and Russia have been added and later removed from the ineligible list, reflecting shifting levels of immigration from these countries.\nMacau was ineligible as part of China only for DV-2002, whose entry period (October 2000) was after the transfer of sovereignty of Macau from Portugal to China (December 1999) but before enactment of the Macau Policy Act (December 2000), which specified that U.S. law would treat Macau as it did before the transfer. Hong Kong was considered as a separate country for the lottery and eligible from the start, but became ineligible as part of China from DV-2022.\n\nStatistics\nDeceptive agencies\nThere is no charge to enter the Diversity Visa lottery, and the only way to do so is by completing and sending the electronic form available at the U.S. Department of State website during the registration period. However, there are numerous companies and websites that charge a fee in order to complete the form for the applicant. The Department of State and the Federal Trade Commission have warned that some of these businesses falsely claim to increase someone's chances of winning the lottery, or that they are affiliated with the U.S. government.\nThere have also been numerous cases of fraudulent emails and letters which falsely claim to have been sent by the Department of State and that the recipient has been granted a permanent resident card. These messages prompt the recipients to transfer a \"visa processing fee\" as a prerequisite for obtaining a \"guaranteed\" green card. The messages are sometimes sent to people who never participated in the lottery and can look trustworthy as they contain the recipient's exact name and contact details and what appears to be a legal notice.\nThe Department of State has issued a warning against the scammers. It notes that any email claiming the recipient to be a winner of the lottery is fake because the Department has never notified and will not notify winners by email. The Department has urged recipients of such messages to notify the Internet Crime Complaint Center about the scam.\nThe office of inspector general has identified multiple problems with DV lottery in several countries, including Ukraine, Ghana, Albania in embassy inspection reports.\nAccording to testimony from Stephen A. Edson before the House Judiciary Committee, \"in Bangladesh, for example, one agent is reported to have enrolled an entire phone book so that he could then either extort money from winning applicants who had never entered the program to begin with or sell their winning slots to others.\"\n\nImpact\nEconomic\nLabor economists and others have credited the Diversity Visa program for providing economic benefits to the United States and enhancing the competitiveness of the U.S. labor force.\nResearch by Lewis and several other economists shows that diverse and low-skilled immigrants lift the wages of native-born workers, as those immigrants are less substitutable to native-born workers.\nCharles Kenny, an economist at the Center for Global Development, noted that research by Harvard economist Alberto Alesina found that countries with a higher share of foreign-born populations tended to have more innovation and higher incomes.\n\nSecurity\nIn 2004, the State Department's deputy inspector general warned that there were security risks to granting visas to winners from countries with ties to terrorism. A 2007 Government Accountability Office report however found no evidence that recipients of diversity visas posed a threat.\nAccording to PolitiFact, \"there is at least one documented example of an individual who migrated through the diversity visa system and was later arrested on terrorism-related charges. But it is unclear that the diversity lottery has historically been used as a strategic entry point for terrorists.\"\nThe uncle of Akayed Ullah, the man who set off a bomb on a New York City Subway platform in 2017, won a diversity lottery, which enabled him to bring his nephew to the United States under the family reunification provisions of the Immigration and Nationality Act of 1965.\nExperts on immigration note that the chances of winning the lottery are low and those who do win the lottery still have to undergo background checks and vetting, which makes the diversity lottery program a poor choice for immigrants considering launching terrorist attacks in the United States.\nAccording to the Cato Institute, immigrants from the countries with the highest percentage of diversity visas have vastly lower incarceration rates than native-born Americans.\n\nFurther reading\nGoodman, Carly (2023). Dreamland: America's Immigration Lottery in an Age of Restriction. UNC Press\n\nNotes\nReferences\nExternal links\nOfficial website\nElectronic Diversity Visa Applicant Entry System"
}