{
  "title": "E-3 visa",
  "url": "https://en.wikipedia.org/wiki/E-3_visa",
  "text": "The E-3 visa is a United States visa for which only citizens of Australia are eligible. It was created by an Act of the United States Congress as a result of the Australia–United States Free Trade Agreement (AUSFTA), although it is not formally a part of the AUSFTA.  The legislation creating the E-3 visa was signed into law by U.S. President George W. Bush on May 11, 2005.   It is widely believed to have grown out of the negotiation of a trade deal between the US and Australia.\n\nDescription\nThe E-3 visa is similar in many respects to the H-1B visa.  Important differences include that spouses of E-3 visa holders may work in the United States without restrictions and there is no maximum limit on renewals. There is an annual quota of 10,500 E-3 visas. Visas issued to spouses and children are not included in the E-3 quota and spouses and children do not need to be Australian citizens.\nAlthough INA § 101(a)(15)(E) requires that all E nonimmigrants maintain an intention to depart the United States upon expiration of their authorized E stay, the guidelines issued by the USCIS state that applications for E classification, including extensions or change of status, cannot be denied solely on the basis of an approved Permanent Labor Certification or pending or approved immigrant visa petition. However, E-3 visas are not dual intent visas in the sense of H-1B visas and L-1 visas according to the USCIS.\nThe regulations for applying for an E-3 visa were published in the United States Federal Register on September 2, 2005.  Following these procedures will allow an Australian citizen to apply for an E-3 visa at a U.S. embassy or consulate.\nSimilar to an H-1B visa, the prospective employer of the E-3 visa holder will first apply for a Labor Condition Application (LCA) with the U.S. Department of Labor, with a note at the top of the form indicating it is for an E-3 visa for an Australian citizen.  After the LCA is approved, the Australian citizen will then apply for the actual visa at a U.S. consulate and then enter the U.S.\nAustralians who are already in the United States on another type of temporary/non-immigrant visa may also apply to change their status to an E-3 visa. Change of visa status is not possible if the applicant has entered the country under the visa waiver program, however, if the applicant has entered on a different visa (F-1 student) then a change of status is allowed.\n\nStatistics\nSince the introduction of the E-3 visas, between 2,000-3,000 E-3 visas have been issued by US consulates to Australian professionals every year. In addition to this, E-3R visas are issued to the returning Australian professionals whose original visas had expired. The numbers are as follows: 4 new visas in Fiscal Year 2005; 1,918 new visas in FY 2006; 2,572 new and 6 returning in FY 2007; 2,961 new and 1,568 returning in FY 2008; and 2,191 new and 1,421 returning in FY 2009. In addition to this, 1,000 to 1,500 E-3D visas are issued annually to these professionals' dependents. (Each US fiscal year starts and ends three months before the calendar year with the same number).\nIn U.S. Fiscal Year 2006 (October 2005 through September 2006), which was the first full year during which E-3 regulations were in effect, the U.S. Department of Homeland Security recorded 2,123 admissions of Australian citizens as E-3 status foreign workers under the treaty. 9,294 admissions were recorded in U.S. Fiscal Year 2007 (October 2006 through September 2007).\nIn U.S. Fiscal Year 2019, there were 5,807 E-3 visas issued, along with an additional 4,177 of E-3D visas issued (for \"Spouse or child of Australian specialty occupation professional\")\nThe quota for E-3 visas is 10,500 issued Visas per calendar year.\nImportantly, the number of admissions in a given fiscal year is different from the number of visas issued: an E-3 visa is a multiple-entry visa valid for 24 months, and every reentry of the visa holder into the US (other than after short trips to the \"near abroad\", i.e. Canada or Mexico) during this time will generate a new admission record.\n\nReciprocity\nThe Australian subclass 457 long stay business visa provides similar working rights in Australia for U.S. citizens.  However this visa is available to any nationality and hence no special work permit for U.S. citizens has been introduced in Australia. Recent legislative changes in Australian skilled worker visas has further narrowed the scope of jobs under which an individual may be granted a visa. Even so, unlike the E-3 program, no degree is necessarily required to obtain a work visa on Australia as is the case with the E-3 Visa.\n\nPermanent residence in Canada\nUp to 23 August 2010, it was possible to use one year of residence in the United States as a holder of an H-1B, H-1B1, H-1C, or E-3 visa, while employed in an eligible occupation, to obtain provincial nomination from Alberta for permanent residence in Canada.  This was withdrawn due to Alberta being limited to a maximum of 5,000 nominations of any type, at all, under Canada's provincial nominee program.\n\nHistory\nThe E-3 visa was enacted by section 501 of the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Tsunami Relief on May 11, 2005.  (Section 502 of the Act addressed certain visas for nurses.)  Although the bill, H.R. 1268, originated in the House of Representatives, the E-3 visa was added in the Senate's amendment to the House bill.\nThe visa was created within the E category of visas.  The E-1 and E-2 visas are commonly called the \"treaty trader\" and \"treaty investor\" visas.  Under the Immigration and Nationality Act, the E category of visas is reserved for aliens who \"enter the United States under and in pursuance of the provisions of a treaty of commerce and navigation between the United States and the foreign state of which he is a national.\"  Australia is eligible for E visas pursuant to a process enacted in the Immigration Act of 1990 (Pub. L. No. 101-649).  Section 204 of that Act authorized E visas for any country that \"extends reciprocal nonimmigrant treatment to nationals of the United States,\" and is either the largest foreign state in a region or an \"adversely affected foreign state for purposes of section 314 of the Immigration Reform and Control Act of 1986.\"  The enactment of the E-3 visa within the E category reflects that the E-3 was closely related to the U.S.-Australia Free Trade Agreement.  Although the visa is within the E category, its substantive provisions draw on other provisions of the Immigration and Nationality Act, including the definitions of a \"specialty occupation\" and the labor attestation process used for H-1B visas.\nAccording to the New York Times, the E-3 visa \"is often perceived as having been a 'thank you' for to Australia [sic] for its military support\" in the Afghanistan and Iraq Wars.\n\nSee also\nAustralian nationality law\nUnited States Permanent Resident Card\nH-1B1 visa, for citizens of Singapore and Chile\nTN status, for citizens of Canada and Mexico\n\nReferences\nExternal links\nUS Consular Services Australia E-3 Visa Information\nE3 visa information resource\nAlberta US Visa Holder criteria\nAlberta puts two immigration programs on hold\nE3 visa infographics and fact sheet"
}