{
  "title": "EB-2 visa",
  "url": "https://en.wikipedia.org/wiki/EB-2_visa",
  "text": "EB-2 is an immigrant visa preference category for United States employment-based permanent residency, created by the Immigration Act of 1990. The category includes \"members of the professions holding advanced degrees or their equivalent\", and \"individuals who because of their exceptional ability in the sciences, arts, or business will substantially benefit prospectively the national economy, cultural or educational interests, or welfare of the United States, and whose services in the sciences, arts, professions, or business are sought by an employer in the United States\". Applicants (with the exception of applicants applying for an exemption known as National Interest Waiver) must generally have an approved Permanent Labor Certification, a job offer, and their employer must have filed an Immigrant Petition for Alien Worker (Form I-140) with the USCIS.\n\nEligibility criteria\nThe statutory requirements may be found in the Immigration and Nationality Act (INA) at Section 203(b)(2) (8 U.S.C. 1153(b)(2)). The regulatory requirements may be found in the Title 8 Code of Federal Regulations (8 CFR) at section 204.5(k). There are two sub-categories of EB-2:\n\n\"advanced degree\" - the job must require an \"advanced\" degree (master's degree or superior), or the applicant must possess one or its equivalent (a bachelor's degree plus five years' progressive work experience in the field). Not all advanced degrees qualify; the job must be a \"profession\" – an occupation (including, but not limited to architects, engineers, lawyers, physicians, surgeons, and teachers in elementary or secondary schools, colleges, academics, or seminaries) that requires at a minimum a US bachelor's degree or its foreign equivalent.\n\"exceptional ability\", in the sciences, arts, or business, meaning “a degree of expertise significantly above that ordinarily encountered in the sciences, arts, or business”\n\"national interest waiver\" - is not a sub-category of EB-2, but it requests that the Permanent Labor Certification be waived because it is in the interest of the United States. National interest waiver still needs to meet either one of the EB2 requirements. The applicant who is applying for national interest waiver should meet either advanced degree requirement or exceptional ability requirement. These individuals may also self-petition (they do not need an employer to sponsor them). A special provision allows national interest waiver to be granted to physicians who agree to work full-time in areas with a shortage of healthcare professionals.\nEntrepreneurs may also qualify for the EB-2 category under certain conditions.\n\nQuotas\nAs of September 2012, the Department of State determined that the FY-2012 numerical limit for the worldwide employment-based preference must be 144,951, and the per-country limit must be 7% of the worldwide cap, regardless of the population of the country. Out of this, the EB-2 category is limited to 28.6% of the worldwide level, plus any numbers not used by the EB-1 category (\"spillover\"). In the case of India, the number of EB2 petitions approved over the last decade far exceeds the number of green cards available, leading to a large number of India-born EB2 applicants in the backlog awaiting visa availability. As of June 2023, the backlog for EB2 India is exceeds 426,000, whereas only 2800 green cards are normally available for EB2 India, excluding any spillovers.\n\nApplication\nThe Bureau of Consular Affairs has more details about the application process.\nEB-2 immigration categories normally require the Labor Certification application. Once the employer has obtained the Labor Certification, the employer can file an I-140 immigrant petition for an alien with the USCIS. One purpose of I-140 petition that requires a certified Labor Certification is to establish that the employer has the ability to pay the offered wage stated in the Labor Certification application. The employer must be able to prove its ability to pay the proffered wage at the time the priority date is established, and continuing until the beneficiary employee obtains the lawful permanent residence.\nThe requirement of bachelor's degree or equivalent in the EB-2 I-140 petition can be established only by academic education and degree. Here, the language equivalent in the I-140 petition is taken by the USCIS as an equivalent foreign degree, and not combination of education and experience.\nAdditionally, in the EB-2 based I-140 petition, even if the Labor Certification application stated that the employer would accept a combination of education and experience in lieu of the bachelor's degree, for the purpose of establishing the requirement of a bachelor's degree followed by five years of progressive requirement, the USCIS may not accept such proof to meet the threshold qualification requirement for the EB-2 I-140 petition.\nThe national interest waiver, or EB2-NIW, is an employment-based second preference petition. It is so named because it asks that the otherwise required Labor Certification requirement be waived \"in the U.S. National Interest\". Thus, a beneficiary of a successful National Interest Waiver petition is exempt from the requirement that his or her employer first obtain a Labor Certification from the U.S. Department of Labor. A person may qualify for the waiver of the Labor Certification or job offer requirement if they can show that their work will be in the national interest of the United States. This benefit is popularly called the National Interest Waiver. The burden of proof in National Interest Waiver cases rests solely with the petitioner.\nWhile the U.S. Citizenship and Immigration Services (USCIS) has not established specific criteria for approving national interest waiver petitions, the USCIS Administrative Appeals Office (AAO) held, in Matter of Dhanasar, 26 I&N Dec. 884 (AAO 2016), that a National Interest Waiver may be granted when the petitioner demonstrates the following criteria by a preponderance of the evidence (more likely than not):\n\nThe foreign national's proposed endeavor has both substantial merit and national importance;\nThe foreign national is well positioned to advance the proposed endeavor; and\nOn the balance, it would be beneficial to the United States to waive the job offer and labor certification requirements.\nThe first criterion focuses on the specific endeavor the foreign national has proposed to undertake. The prospective impact may be local, national, or global in nature, but must have broad implications of national importance such as local economic improvement or a medical advance.\nThe second criterion focuses on whether the foreign national has the ability to succeed in the endeavor.  The foreign national must be well positioned to advance the proposed endeavor, but is not required to show that he or she will succeed.\nThe third criterion focuses on whether in light of the nature of the foreign national's qualifications or proposed endeavor, it would be impractical either for the foreign national to secure a job offer or for the petitioner to obtain a labor certification; whether, even assuming that other qualified U.S. workers are available, the United States would still benefit from the foreign national's contributions; and whether the national interest in the foreign national's contributions is sufficiently urgent to warrant foregoing the labor certification process.\n\nCosts\nAs of September 2012, the Department of State application processing fee for employment-based immigrant visas is US$405. The fee for the USCIS Petition for Alien Worker (Form I-140) as of April 1, 2024 is US$715.\n\nReferences\nExternal links\nEmployment Second Preference (E2): Professionals Holding Advanced Degrees and Persons of Exceptional Ability - Bureau of Consular Affairs, Employment-Based Immigrant Visas\nEmployment-Based Immigration: Second Preference EB-2 Archived 2012-08-18 at the Wayback Machine - USCIS\nEmployment-Based Second Preference Immigrant Visa"
}