{
  "title": "H-4 visa",
  "url": "https://en.wikipedia.org/wiki/H-4_visa",
  "text": "An H-4 visa  is a United States visa issued to dependent family members of H-1B, H-1B1, H-2A, H-2B, and H-3 visa holders to allow them to travel to the United States to accompany or reunite with the principal visa holder. A dependent family member is a spouse or unmarried child under the age of 21. If a dependent of an H-1B, H-1B1, H-2A, H-2B, or H-3 worker is already in the United States, they can apply for H-4 immigration status by filing Form I-539 for change of status with United States Citizenship and Immigration Services (USCIS).\nFamily members may alternatively be admitted in other non-immigrant categories for which they qualify, such as the F-1 category for children or spouses who will be students or the H-1B category for a spouse whose employer has also obtained approval of an H-1B visa petition to employ the spouse. An H-4 visa holder is admitted to the U.S. for the duration of the primary (H-1B, H-1B1, H-2A, H-2B, or H-3) immigration status.\nA noncitizen with H-4 immigration status normally is not permitted to engage in employment in the United States but there is one important exception to this rule. All H-4 noncitizens are permitted to study in the United States.\n\nEmployment authorization\nOn February 24, 2015, U.S. Citizenship and Immigration Services (USCIS) Director León Rodríguez announced that, effective May 26, 2015, the Department of Homeland Security (DHS) would extend eligibility for employment authorization to certain H-4 dependent spouses of H-1B non-immigrants who are seeking employment-based lawful permanent resident (LPR) status. DHS amended the regulations to allow these H-4 dependent spouses to accept employment in the United States. These H-4 dependent spouses are also eligible to receive social security numbers.\nAn H-4 dependent spouse of an H-1B non-immigrant can file Form I-765, Application for Employment Authorization to obtain an employment authorization document (EAD), if the H-1B non-immigrant:\n\nIs the principal beneficiary of an approved Form I-140, Immigrant Petition for Alien Worker; or\nHas been granted H-1B status under sections 106(a) and (b) of the American Competitiveness in the 21st Century Act as amended by the 21st Century Department of Justice Appropriations Authorization Act (AC21).\nOther H-4 visa holders are not eligible to get a Social Security Number and cannot be employed, but they are eligible to hold a driver's license and open bank accounts. If an H-4 noncitizen is not eligible for employment authorization in the United States, they may nevertheless have tax liability in the United States, and in order to file a U.S. tax return, must obtain an ITIN (Individual Taxpayer Identification Number).\nOn the Spring 2019 Regulatory Agenda, the Trump administration announced a proposed regulation to rescind the 2015 rule and to stop granting employment authorization to H-4 spouses. Some media outlets reported that the majority of people who would lose work authorization as a result of the proposal were highly skilled Indian women. USCIS data backs up the assertion that the vast majority of H-4 EAD beneficiaries are Indian women. The proposal to rescind the H-4 EAD program was withdrawn by the Biden administration in January 2021. However, the future of the H-4 EAD program continues to be threatened by ongoing litigation against DHS in U.S. federal court which alleges that the H-4 EAD program is illegal.\n\nStatistics\nNumber of visas issued by year\nSee also\nList of United States dependent visas\n\n\n== References =="
}