{
  "title": "L-2 visa",
  "url": "https://en.wikipedia.org/wiki/L-2_visa",
  "text": "An L-2 visa is a visa document used to enter the United States by the dependent spouse and unmarried children under 21 years of age of qualified L-1 visa holders. It is a non-immigrant visa, and is only valid for the duration of the spouse's L-1 visa.\n\nEmployment with L-2 Visa\nBefore 2002, a person in L-2 status was not authorized to work in the United States. In 2002, the law was changed and the spouse of a person with L-1A or L-1B status were allowed to request authorization to work in the United States. \nA spouse in L-2 status who wants to work must obtain an Employment Authorization Document (EAD). A person in L-2 status with an EAD is allowed to work for any employer. In November 2021, the law was further amended to allow qualified spouses to be automatically given an EAD by way of the L-2S designation when successfully applying for L-2 status.\nDependent children in L-2 are not authorized to work in the United States. They are allowed to attend school.\n\nRenewals\nL-2 status may be renewed and extended within the United States when the L-1 visa is renewed. Renewal in the United States applies to status only, not the actual visa in the passport. For visa renewal, the applicant must go to a U.S. consulate or embassy outside the United States. A Person cannot leave the United States and then re-enter without a valid L-1 or L-2 visa, and must appear personally before a consular officer for visa issuance. This often leads to difficulties for applicants, because it means leaving their adopted home in the United States for as long as it takes the embassy to issue their new visa. At particularly busy times of year, or at some consulates or embassies, this can take several weeks or more.\n\nThe L-2 visa\nThe L-2 visa allows the dependent spouse and unmarried children under 21 years of age of qualified L-1 visa holders to enter into the U.S.\n\nPrivileges\nThe applicant may: \n\nReside in the U.S. for the duration of the L-1 visa holder's authorized duration of stay\nWork on a full-time basis in the U.S. with proper employment authorization from the USCIS\nEngage in full-time study in the U.S.\nTravel in and out of the U.S. on short trips and return\n\nAllowable length of stay\nThe allowable duration of stay is as long as the primary L-1 visa holder maintains valid status, or up to a maximum of seven years, whichever is shorter.\n\nHow to apply\nThe following must be submitted: \n\nCompleted visa application along with the applicable draft amount\nOriginal valid passport\nTwo recent color photographs\nOriginal marriage certificate\nCopy of the applicant's parent's or spouse's L-1 approval\nParent's or spouse's  employment verification letter\nDemand draft for visa application fee\nDemand draft for visa issuance fee\n\nLength of processing\nThe law states that the USCIS shall issue Employment Authorization documents within 90 days. However, at some service centers, the wait exceeds 90 days.\n\nEmployment Authorization is not received within 90 days\nThere is an option to submit a new Form I-765, Application for Employment Authorization, along with copies of the required supporting documents and the receipt for the original application at the Service Centre closest. Based on this, the applicant will receive an Employment Authorization document which is valid for 240 days while the USCIS processes the two year employment authorization document.\n\nLength of validity\nThe Employment Authorization document is valid for two years and may be renewed.\n\nType of employment\nThere is no limit on the nature of the authorized employment. The USCIS refers to this as 'open market' employment authorization.\n\nH-1B temporary professional working status\nTime in the U.S. on L-2 visa will not count against the six years the law allows the applicant to work in the U.S. on H-1B visa. The USCIS approves H-1B status for professional workers in up to three year intervals. If the applicant was unemployed or out of status between H-1B jobs, the USCIS would count that time.\n\nAdjustment to legal permanent resident\nThe applicant can apply for Adjustment of Status. Form I-485 Application to Register Permanent \nResidence or Adjust Status must be filed with the USCIS.\n\nAdvance Parole when travelling abroad\nThere is no need to apply for Advance Parole if the L-2 visa holder wishes to travel internationally. This is true as long as  nonimmigrant status is maintained.\n\nChange from H-4 to L-2 status to get work authorization\nIf the applicants spouse qualifies for L-1 status, they can apply for a change of status from H-4 to L-2 status and the spouse from H-1B to L-1 status. To obtain work authorization, submit Form I-765, Application for Employment Authorization, together with Form I-539, Application for Change or Extension of Status.\n\nSee also\nList of United States dependent visas\n\n\n== References =="
}