{
  "title": "O-1 visa",
  "url": "https://en.wikipedia.org/wiki/O_visa",
  "text": "An O visa is a classification of non-immigrant temporary worker visa granted by the United States to an alien \"who possesses extraordinary ability in the sciences, arts, education, business, or athletics, or who has a demonstrated record of extraordinary achievement in the motion picture or television industry and has been recognized nationally or internationally for those achievements\", and to certain assistants and immediate family members of such aliens.\nAccording to United States Citizenship and Immigration Services, there are three types of O visas:\n\nO-1A: individuals with an extraordinary ability in the sciences, education, business, or athletics (not including the arts, motion pictures or television industry)\nO-1B: individuals with an extraordinary ability in the arts or extraordinary achievement in motion picture or television industry.\nO-2: individuals who will accompany an O-1, artist or athlete, to assist in a specific event or performance. \"For an O-1A, the O-2's assistance must be an 'integral part' of the O-1A's activity. For an O-1B, the O-2's assistance must be 'essential' to the completion of the O-1B's production. The O-2 worker has critical skills and experience with the O-1 that cannot be readily performed by a U.S. worker and which are essential to the successful performance of the O-1.\"\nO-3: individuals who are the spouse or children of O-1s and O-2s.\nAn O-1 visa is initially granted for up to three years. Subsequently, it can be extended for one year at a time. There is no limit to the number of extensions that may be granted. The term \"O-1\" refers to 8 U.S.C. ยง 1101(O)(i), added by section 207(a) of the Immigration Act of 1990, which provides for the admission of \"aliens of extraordinary ability\" in the stated fields. Spouses and dependent children of O-1 visa holders do not receive the status, but instead qualify for O-3 visas.\nThe O-1 visa legislation was drafted in 1990 by former congressman Bruce Morrison of Connecticut.\n\nRequirements\nThe O-1 visa application must be submitted along with a petition submitted by a US Petitioner. This includes information regarding the petitioner and evidence documenting the alien's extraordinary ability, details of the proposed work in the U.S. in the form of an itinerary, supporting contracts that collate with the itinerary, and evidence of past work that confirms alien's extraordinary status is true and valid. It also must include an advisory letter from a US established person in the alien's appropriate industry field. This person is generally required to possess more than ten years in said field and is well known and respected among peers. The petition is to be approved for the duration of the event in which the alien will participate, for a maximum of three years. One-year extensions are permitted thereafter with no maximum cumulative duration.\nGenerally, to qualify for O-1A classification, aliens of extraordinary ability in the sciences, education, business, or athletics must demonstrate sustained national or international acclaim and recognition for achievements in the field of expertise by providing evidence of:\nReceipt of a major, internationally recognized award, such as the Nobel Prize; or at least three of the following forms of documentation:\n\nDocumentation of the individual's receipt of nationally or internationally recognized prizes or awards for excellence in the field of endeavor;\nDocumentation of the individual's membership in associations in the field for which classification is sought, which require outstanding achievements of their members, as judged by recognized national or international experts in their disciplines or fields;\nPublished material in professional or major trade publications or major media about the individual, relating to the individual's work in the field for which classification is sought, which shall include the title, date, and author of such published material, and any necessary translation;\nEvidence of the individual's participation on a panel, or individually, as a judge of the work of others in the same or in an allied field of specialization to that for which classification is sought;\nEvidence of the individual's original scientific, scholarly, or business-related contributions of major significance in the field;\nEvidence of the individual's authorship of scholarly articles in the field, in professional journals, or other major media;\nEvidence that the individual has been employed in a critical or essential capacity for organizations and establishments that have a distinguished reputation;\nEvidence that the individual has either commanded a high salary or will command a high salary or other remuneration for services, evidenced by contracts or other reliable evidence.\nTo qualify for an O-1A visa, an applicant must provide documents proving extraordinary ability. Examples of proof of extraordinary ability include nationally or internationally recognized prizes or awards for excellence, membership in associations requiring outstanding achievements, and articles written by or about the applicant. To supplement these materials, employer may submit letters signed by experts in the applicant's field attesting to the applicant's extraordinary ability in that field.\nTo qualify for O-1B classification, the applicant will need to supply documents showing that he or she has been nominated for or have received significant national or international awards or prizes in the particular field, such as an Emmy, Grammy, Oscar, or Tony Award. Alternately, the employer filing the petition can submit at least three of the following forms of documentation:\n\nHas performed services as a lead or starring participant in productions or events with distinguished reputations as shown by critical reviews, ads, publicity releases, publications, contract or endorsements;\nNational or international recognition for achievements through critical reviews, other published materials by or about the beneficiary in major trade papers, trade journals, magazines, and so forth;\nHas performed in a lead, starring or critical role for organizations and establishments that have a distinguished reputation evidenced by media articles, testimonials, and similar write-ups;\nHas a record of major commercial or critically acclaimed success;\nHas achieved significant recognition from organizations, critics, government agencies and recognized experts;\nHas commanded or will command a high salary or other remuneration in comparison to others in the field.\nFor extraordinary ability in motion picture or television, the definition of \"extraordinary\" is different. For these individuals, \"extraordinary achievement\" is defined as \"a very high level of accomplishment in the motion picture or television industry evidenced by a degree of skill and recognition substantially above that ordinarily encountered to the extent that the person is recognized as outstanding, leading, or well-known in the motion picture or television field.\"\nBefore an O-1 visa can be granted, the applicant must go through a special consultation process. The applicant must get an \"advisory opinion\" from a peer group, a group of professionals in the alien's occupation or profession, or from a union, labor, or management organization. An \"advisory opinion\" is a letter from an organization stating that the position the alien applicant will hold requires extraordinary ability.\nThe peer group must provide a written opinion to the USCIS. If the application does not include a peer group opinion, the USCIS will attempt to contact a peer group directly. If no peer group exists, the USCIS will make a decision without a peer group consultation.\nThe USCIS will not require a new consultation if the alien beneficiary is reentering the U.S. in the O-1 category within two years of a previous peer group consultation. Unlike the EB1-Extraordinary Ability category, the O-1 category requires employment and sponsorship by the employer.\nConsultation with an appropriate peer group, labor and/or management organization regarding the nature of the proposed work and the beneficiary's qualifications is mandatory before an O-1 petition can be approved. This requirement may be especially important in the arts, entertainment fields, or athletics.\nAn O-1 artist can be sponsored by a U.S. employer, U.S. agent, or a foreign employer through a U.S. agent. Although the artist cannot petition for him/herself for O-1 status, the regulations recognize that O-1 cases can involve workers who are traditionally self-employed.\n\nStatistics\nNumber of visas issued by year\nIn the table below, the years are Fiscal Years, so for instance the year 2009 refers to the period from October 1, 2008 to September 30, 2009. Note that this only counts O visas issued at embassies and consulates outside the United States, and not transitions to O status within the United States via Form I-129. Also, since a single person may need to renew his or her O visa, it is not an estimate of the number of people currently in the status.\n\nNotable recipients\nAlfio, Australian-Italian tenor and songwriter\nJustin Bieber, Canadian singer-songwriter\nKazuha Oda, Japanese singer-songwriter\nIggy Azalea, Australian rapper, songwriter, model and businesswoman\nArkadi Duchin, Israeli singer-songwriter\nCaro Emerald, Dutch pop and jazz singer\nBoy George, British singer-songwriter\nEyal Golan, Israeli singer\nTerry George, Irish screenwriter and director\nGabriela Isler, Venezuelan fashion model and winner of Miss Venezuela 2012 and Miss Universe 2013\nReona Ito, Japanese orchestral conductor\nAna Ivanovic, Serbian tennis player\nAmrit Kaur, Canadian actress\nJamal Khashoggi, Saudi dissident journalist\nKaterina Ksenyeva, Russian actress, singer, composer and journalist\nJulia Lang, German-Tanzanian creative director, image consultant and entrepreneur\nKatherine Langford, Australian actress\nYasmin Le Bon, British supermodel\nAlicia Malone, Australian author and television host for Turner Classic Movies\nJay Malone, Canadian comedian\nDamian McGinty, Irish singer and actor\nTony Michaelides, British music industry executive\nJimena Navarrete Rosete, Mexican actress and model who won Miss Universe 2010\nLiam Payne, English singer-songwriter\nPele, Brazilian soccer star\nSubliminal, Israeli hip hop artist\nJonathan Sacks, former Chief Rabbi of the United Kingdom\nRobert Sher-Machherndl, Dutch choreographer and ballet dancer\nArevik Tserunyan, Armenian artist\nAndrew Lloyd Webber, English musical theatre composer\nMilo Yiannopolous, British far-right political commentator\n\nNotable unsuccessful applicants\nDorismar, Argentine model, actress, television hostess, and singer\nLady Saw, Jamaican singer-songwriter\n\nReferences\nExternal links\nUSCIS: O-1 Visa: Individuals with Extraordinary Ability or Achievement.\nCurrent information for Artists from Abroad."
}