{
  "title": "United States Refugee Admissions Program",
  "url": "https://en.wikipedia.org/wiki/United_States_Refugee_Admissions_Program",
  "text": "The United States Refugee Admissions Program (USRAP) is an association of federal agencies and nonprofit organizations that works hand-in-hand to identify and admit qualified refugees for resettlement into the United States.  Under Section 207 of the Immigration and Nationality Act of 1965, individuals wishing to settle in the United States are processed through this program.\n\nGoals\nThe U.S. Citizenship and Immigration Services (USCIS) states that USRAP's mission is \"to offer resettlement opportunities to people overseas who are of special humanitarian concern while protecting national security and combating fraud.\" The goals of USRAP are:\n\nArranging refugees' placement by ensuring that approved refugees are sponsored and offered appropriate assistance upon arrival in the U.S.\nProviding refugees with necessities and core services during their initial resettlement period in the U.S.\nPromoting refugee self-sufficiency through employment as soon as possible after arrival in the U.S. in coordination with other refugee service and assistance programs.\nEvery year, immigration law requires that the Executive Branch officials:\n\nReview the refugee situation or emergency refugee situation.\nProject the extent of possible participation of the United States in resettling refugees.\nDiscuss reasons for believing that the proposed admission of refugees is justified by humanitarian concerns, grave humanitarian concerns, or is otherwise in the national interest.\"\n\nHistory\n\"Under the Immigration and Nationality Act (INA), a refugee is a [person] who, generally, has experienced past persecution or has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. Individuals who meet this definition may be considered refugee status under Section 207 of the INA if they are outside the United States, or asylum status under Section 208 if they are already in the United States. Since the passage of the Refugee Act in 1980, which incorporated this definition of refugee into the INA, the United States has admitted more than 3.1 million refugees.\"\n\nPost WWII to the end of the Cold War\nVarious groups worked to assist refugees who had fled nations such as Germany, Italy, and Spain. Among those in that initial group of refugees were Hannah Arendt, Marc Chagall and Franz Werfel. Early actors in assisting refugees were the International Rescue Committee, the Hebrew Immigrant Aid Society (HIAS), and Church World Service (CWS) which helped thousands of refugees resettle in cities throughout the United States before the end of 1946. In the early stage of refugee resettlement in the U.S., communities in the United States played a significant role in protecting refugees and helping them resettle. These organizations focused on resettling refugees during World War II and immediately thereafter. (Note: this was before the 1951 UN Convention on the Status of Refugees and long before the U.S. ratified the 1967 Protocol.): 590 \nThe U.S. government authorized refugee admissions on an ad hoc basis, designating specific populations for entry through \"erratic and unpredictable authorizations.\": 589  The approach toward federal funding of refugee resettlement was similarly ad hoc. Generally speaking, the resettlement agencies provided the vast majority of the resources needed to support the refugees.: 589  The Displaced Persons Act of 1948, the first refugee legislation enacted by U.S. Congress, provided for the admission of an additional 400,000 displaced Europeans. Previous to this Act, 250,000 displaced Europeans had already been admitted to the U.S. After the Displaced Persons Act of 1948, refugee admission laws evolved to accept people from nations such as Hungary, Poland, Yugoslavia, North Korea, China, and Cuba. The refugees were usually supported by private organizations, which formed the basis for the public/private role of U.S. refugee resettlement today. After the fall of Saigon in April 1975, the U.S. relocated thousands of displaced Indochinese refugees. They established an Indochinese refugee task force. In response to this, Congress passed the Refugee Act of 1980. Since 1975, over three million refugees have been resettled in the U.S., with annual admissions figures ranging from a high of 207,000 in 1980 to a low of 11,411 in 2021. The average number admitted annually since 1980 is 75,030. Congress passed the Refugee Act of 1980, which standardized the resettlement services of all refugees in the U.S. According to the Act, the objectives of refugee resettlement are \"to provide a permanent and systemic procedure for the admission to this country of refugees of special humanitarian concern to the United States, and to provide comprehensive and uniform provisions for the effective resettlement and absorption of those refugees who are admitted.\" This Act incorporates the definition of \"refugee\" used in the UN Protocol, provides for a regular flow of admittants, has a contingency for emergency admissions of refugees, and authorizes federal assistance for the resettlement of refugees.\n\n2011 to today\nToday, USRAP comprises professional staffs from various agencies. These groups both assist refugees with local integration, and ensure that they have access to available services.: 592 \nEach year the President of the United States—after consulting with Congress and the appropriate agencies—determines the designated nationalities and processing priorities for refugee resettlement for the upcoming year. As of 2011, USRAP sponsored over 56,000 refugees in the U.S.\nToday, USRAP comprises professional staffs from both religious and secular agencies working together in local communities. These groups both assist refugees with local integration and ensure that they have access to available services.\n\nTrump's Executive Orders (\"Protecting the Nation from Foreign Terrorist Entry into the U.S.\")\nOn January 27, 2017, President Donald Trump issued Executive Order 13769 (Protecting the Nation from Foreign Terrorist Entry into the United States) aka the \"Muslim Ban,\" which lowered the number of refugees to be admitted into the United States in 2017 to 50,000, suspended the USRAP program for 120 days, suspended the entry of Syrian refugees indefinitely, and directed some cabinet secretaries to suspend entry of those whose countries do not meet adjudication standards under U.S. immigration law for 90 days (e.g., Iran, Libya, Somalia, Sudan, Syria, and Yemen). As a result, more than 700 travelers were detained and up to 60,000 visas were \"provisionally revoked.\"\nSome 1,000 U.S. diplomats signed a dissent that opposed EO 13769, which set a record as the largest one formally lodged. Protests against EO 13769 erupted in airports and cities almost immediately. Attorneys rushed to airports nationwide to aid immigrants on incoming flights to the United States, who were being denied entry.\nOn March 6, 2017, President Trump issued Executive Order 13870 (\"Protecting The Nation From Foreign Terrorist Entry into The United States\"), which revoked EO 13769. Proclamation 9645 (\"Enhancing Vetting Capabilities and Processes for Detecting Attempted Entry into the United States by Terrorists or Other Public-Safety Threats\") of September 24, 2017 supplements EO 13780 March 6, 2017. On October 17, 2017, Judge Derrick Watson, of the United States District Court for the District of Hawaii issued another temporary restraining order that was asked by the state of Hawaii. Watson's decision noted that the latest ban \"suffers from precisely the same maladies as its predecessor\" as it \"plainly discriminates based on nationality\" and as such violates federal law and \"the founding principles of this Nation\".\nOn October 24, 2017, President Trump issued Executive Order 13815 (\"Resuming the United States Refugee Admissions Program with Enhanced Vetting Capabilities\"). On December 4, 2017, the U.S. Supreme Court ruled that EO 13815 could go into full effect until the legal appeals are being weighed in the lower courts.\nOn January 20, 2021, President Joe Biden revoked EO 13780 and its related proclamations with Presidential Proclamation 10141 (\"Ending Discriminatory Bans on Entry to the United States\").\n\nNumbers\nThe refugee limit for fiscal year (FY) 2022 is 125,000. \"Although historically the U.S. has resettled more refugees than any other country, its resettlement program has not kept up with increase of the global refugee population that has increased by about 50 percent over the past five years. In FY 2021, the number of refugees resettled was the lowest since the passage of the Refugee Act of 1980.\nWhile there were approximately 26 million refugees worldwide as of fiscal year (FY) 2020, the U.S. currently resettles just a small fraction of them. Less than 1 percent of the total number of displaced people in the world have been resettled to one of 37 current resettlement countries each year.\n\nFirst Trump presidency (2017-2021)\nIn FY 2016, the U.S. admitted nearly 85,000 refugees, a number that declined to fewer than 54,000 refugees in FY 2017, the lowest number in a decade, after President Trump reduced the cap on refugee admissions via executive order. In FY 2018, the president further reduced the refugee admission cap to 45,000, the lowest since the enactment of the Refugee Act of 1980. \nFor 2019, the administration cut the number of admissions even further to 30,000. For FY 2020, the administration further cut the number of refugee admissions to 18,000. However, the cap represents the maximum number of refugees that may be resettled in a year and the Trump administration only resettled 11,814 people in FY 2020.  \nOn September 30, 2020, the Trump Administration sent a report to Congress proposing a further-lower ceiling of 15,000 refugees for admission to the U.S in FY 2021. The Presidential Determination officially setting the refugee ceiling was issued on October 28, 2020 for 15,000 refugees to be resettled in FY 2021.\n\nBiden presidency (2021-2025)\nWhile President Biden increased the FY 2021 ceiling to 62,500 in May 2021 and set the FY 2022 ceiling at 125,000, refugee resettlement infrastructure remains depleted and the administration has struggled to reach these targets in terms of actual refugees resettled\".\n\nSecond Trump presidency (2025-Present)\nOn January 20, 2025 President Trump signed Executive Order 14155: \"Realigning the United States Refugee Admissions Program\" Executive order.\nThis executive order states that:\n\nEntry into the United States of refugees under the USRAP be suspended. This suspension shall take effect at 12:01 am eastern standard time on January 27, 2025.\nThe Secretary of Homeland Security shall suspend decisions on applications for refugee status.\nWithin 90 days, the Secretary of Homeland Security, in consultation with the Secretary of State, shall submit a report to the President through the Homeland Security Advisor on whether the entry of refugees under the USRAP would be in the interests of the United States. And every 90 days thereafter until the President determines that resumption of the USRAP is in the interests of the United States.\nExecutive Order 14013 of February 4, 2021, is hereby revoked.\n\nImpact\nThere is no evidence that refugees to the United States have an impact on crime rates.\nStudies show that refugees to the United States have a positive impact on the U.S. economy and native welfare. A 2018 study in the Economic Journal found that Vietnamese refugees to the United States had a positive impact on American exports, as exports to Vietnam grew most in US states with larger Vietnamese populations. A 2017 paper by Evans and Fitzgerald found that refugees to the United States pay \"$21,000 more in taxes than they receive in benefits over their first 20 years in the U.S.\" An internal study by the Department of Health and Human Services under the Trump administration, which was suppressed and not shown to the public, found that refugees to the United States brought in $63 billion more in government revenues than they cost the government. According to University of California, Davis, labor economist Giovanni Peri, the existing literature suggests that there are no economic reasons why the American labor market could not easily absorb 100,000 Syrian refugees in a year. A 2017 paper looking at the long-term impact of refugees on the American labor market over the period 1980–2010 found \"that there is no adverse long-run impact of refugees on the U.S. labor market.\"\n\nProgram structure\nGovernment entities\nUSRAP is not run by any one agency of the federal government; rather, it is a collaborative effort among many different agencies and departments of the federal government as well as a number of nonprofit organizations. According to the U.S. Department of State website, three entities make up the federal arm of the USRAP program: USCIS, which is part of the Department of Homeland Security; the Bureau of Population, Refugees, and Migration, which is part of the Department of State; and the Office of Refugee Resettlement, which is part of the Department of Health and Human Services.\n\"The following agencies are also involved in this effort:\n\nDepartment of State/Population, Refugees, and Migration (PRM): PRM has overall USRAP management responsibility overseas and has led in proposing admissions ceilings and processing priorities.\nUnited Nations High Commissioner for Refugees (UNHCR): UNHCR refers cases to the USRAP for resettlement and provides important information with regard to the worldwide refugee situation.\nResettlement Support Centers (RSC): Under cooperative agreement with the Department of State, RSC's consist of international organizations or non-governmental organizations that carry out administrative and processing functions, such as file preparation and storage, data collection, and out-processing activities.\nDepartment of Homeland Security (DHS): Within DHS, U.S. Citizenship and Immigration Services (USCIS) has responsibility for adjudicating applications for refugee status and reviewing case decisions; the Bureau of Customs and Border Protection (CBP) screens arriving refugees for admission at the port of entry.\nInternational Organization for Migration (IOM): Department of State contractors serve primarily as the travel agent for the USRAP and the OPE in certain locations.\nNon-Governmental Organizations: Provide resettlement assistance and services to arriving refugees.\n\nU.S. Citizenship and Immigration Services (USCIS)\nUSCIS is responsible for activities that could be termed the \"legal side\" of USRAP operations. It processes applications for refugee admission to the United States and applications for permanent residency. It also issues documents that permit refugees to return to the United States after traveling abroad. Although USCIS is involved in humanitarian efforts by virtue of its inclusion in USRAP, the organization plays more of an incidental processing role than a humanitarian one.\n\nBureau of Population, Refugees, and Migration\nAs part of the U.S. Department of State, the Bureau of Population, Refugees, and Migration is primarily responsible for USRAP's operations abroad. According to the Bureau's website, its roughly 130 staff members perform primarily pass-through operations where they do not work directly with refugees. Rather, they work through other organizations such as the International Rescue Committee and other various intergovernmental organizations so as to provide services to refugees. The Bureau also processes applications for refugee resettlement to the United States.\n\nOffice of Refugee Resettlement\nWhereas the Bureau of Population, Refugees, and Migration primarily handles the foreign-based portions of USRAP and USCIS works with admissions and legal issues, the Office of Refugee Resettlement \"provide[s] new populations with the opportunity to maximize their potential in the United States.\"\nThe Office of Refugee Resettlement plays a particularly important role within USRAP. Bringing refugees into the United States and processing their documents is quite a different thing from assisting those same refugees in living and working in a new and foreign culture. This is the task of the Office of Refugee Resettlement.\n\nNon-profit affiliates\nNonprofits play a special role in USRAP. There are nine nonprofits appointed to work with the nation in either refugee referrals or in refugee resettlement. The ten non-profits currently working with USRAP are listed below:\n\nBethany Christian Services\nChurch World Service\nEpiscopal Migration Ministries\nEthiopian Community Development Council\nHIAS (Hebrew Immigrant Aid Society)\nInternational Rescue Committee\nLutheran Immigration and Refugee Service\nUnited States Conference of Catholic Bishops\nU.S. Committee for Refugees and Immigrants\nWorld Relief\nThese nine nonprofits have some 360 affiliated offices across the nation. Each nonprofit provides help for refugees to become self-sufficient after their arrival in the United States. Specifically, each nonprofit provides housing, food, clothing, enrollment in school, English language classes, employment, health screenings, and other public services. The following descriptions detail the unique contributions of two of the USRAP-involved nonprofits: the Church World Service and the Hebrew Immigrant Aid Society.\n\nChurch World Service\nChurch World Service works with eight different denominations, the United Methodist Church, United Church of Christ, Reformed Church in America, Presbyterian Church (USA), Evangelical Lutheran Church in America, the Episcopal Church, the Cooperative Baptist Fellowship, and Christian Church (Disciples of Christ). Along with the basic public services provided by every nonprofit, the Church World Service administers the Religious Services Program, a program which helps refugees continue to practice their religion in the U.S. (regardless of the individual refugee's specific religious practices).\n\nHIAS\nHIAS (founded as the Hebrew Immigrant Aid Society) works within the Jewish Communal Network Commission to provide basic services to refugees. HIAS created the Refugee Family Enrichment program that addresses the problems a refugee family may face during resettlement. As part of their resettlement program through USRAP, HIAS teaches communication and conflict resolution skills that help families work through the difficulties of resettlement.\n\nBudget and funding\nDuring FY 2011, USRAP received $302 million from the federal government to fund its programs. That number will increase by over 25 percent (to $417 million) in FY 2012 and then drop back down to $310 million in FY 2013. According to the Bureau of Population, Refugees, and Migration, some of these monies are used to \"[fund] ten public and private non-profit organizations to help provide initial services and assist refugees to achieve economic self-sufficiency as quickly as possible.\"\n\nRefugee eligibility\nAccording to USRAP, \"A refugee is someone who has fled from his or her home country and cannot return because he or she has a well-founded fear of persecution based on religion, race, nationality, political opinion or membership in a particular social group.\" Once a refugee has fled their country into a neighboring country, there is an intensive process before they can be legally admitted into the United States of America. While the process aims to take about eight months to a year, the reality is that it takes much longer. Once a refugee has been admitted to the United States, it is the responsibility of the sponsoring organization to help them adapt to their new life. It is the hope that they will be enfolded into their community and become an asset to the country.\n\nServices\nCash assistance\nAs touched on above, much of the literature on USRAP challenges the efficacy of the program's cash assistance efforts. A recent study conducted by Columbia University argued that the programs failure to take individual circumstances into account when providing cash assistance has led to most of the problem:\n\n... The notion that every refugee needs the same baseline services that has persisted since the inception of the refugee program aligns poorly with the goals of self-sufficiency and integration in the medium and long term. This is especially true given the diversity of the refugees arriving to the United States and the diversity of circumstances they face once here. Refugees have little agency over what services they can access, and even volags [local programs] have minimal room to account for refugees' individual profiles when deciding what services to offer. Instead ... quick placement in employment is emphasized across the board, access to supplementary services and community support is determined essentially by lottery, and secondary migration is not accounted for.: 11  \nThis same article goes on to point out the varying degree of assistance from state-to-state creates a random allocation of assistance for refugees. Depending on their location, some refugees are given transportation assistance, Temporary Assistance for Needy Families (TANF) support, and local community assistance as well while other refugees are given the bare minimum of federal funding. This inequitable allocation leads to the successful integration of some refugees while others are left behind.: 11\n\nEmployment\nThe purpose of cash assistance is to help refugees find employment. This goal, however, is frequently not achieved. \"…The cash assistance received was not enough to cover basic expenses and often ran out long before employment was secured.\": 20  One of the main issues with refugee employment is that there is simply not enough time or money to support a thorough job search. The time allotted for support is eight months, however, the paper quoted above claimed that in reality the support lasts six months or less. This lack of time and funding results in a push for quick, insufficient employment rather than full, sustaining careers.\nRefugees are pushed toward short-term jobs, simply to get them employed. This ignores individual refugees abilities, past education, and professional experience. The reason behind this push is that the goal is not that of long-term self-sustainability, but rather of self-sustainability by the end of the \"eight\"-month refugee assistance.: 25  The result is that the program turns into a machine bent on churning out integrated refugees. This method is inefficient because more refugees must then rely on the government over the long-term through welfare programs.\nThese short-term jobs have above minimum wage pay, but the average wage per hour for full-time workers obtained by refugees within four months of arrival was $8.67 in 2009.: 24  This rate is insufficient for refugees who provide for their families. Many face eviction and eventual unemployment.: 12  This quick employment issue greatly affects the refugees' ability to be self-sustaining.\": 20  In fiscal year 2007, ORR's performance data show that between 59 percent and 65 percent of all refugees receiving cash assistance from ORR's four assistance programs entered employment within 4 to 8 months of coming to the United States. There are mechanisms in place to allow for refugees to transfer their professional degrees; however, these transfers require recertification that costs as much as $1,000.: 24\n\nEnglish language\nIf a refugee cannot speak English, their job possibilities decrease. \"The ability to speak English can greatly facilitate a refugee's chances of finding employment.\": 27  USRAP does provide English language classes. There is, however, a wide array of problems with these classes: inadequate facilities, no longevity, poor teacher quality, and lack of transportation to classes.: 27 \nBecause of these issues, most refugees are not getting the English language training they need to achieve self-sustainability. The literature focused mainly on the problems with facilities and transportation.\nAccording to Table 2, 58 percent of the incoming refugees could not speak English. This indicates that there is a great need for English language training among the refugees.\n\nBecause of the large percentage of refugees that need English classes, facilities are not expansive enough to cover the need.: 20–21  As stated above, another barrier to English acquisition is the lack of transport to classes. Because refugees do not have a way to get to the classes, they do not go to the classes and thus they do not learn English.: 23  \"Limited funding means training provision typically stops at English language training during the early resettlement period\".: 13  This correlates directly with the refugee's ability to obtain employment. Approximately 90 percent of refugees who were living on government welfare programs did not speak English.: 27\n\nHealthcare\nIn addition to employment assistance, USRAP is also responsible for the health, both mental and physical, of refugees entering the United States. According to our bylaws, refugee resettlement agencies are \"... authorized to fund social services projects designed to provide, where specific needs have been shown and recognized by the Director, health (including mental health) services, social services, educational and other services.\"\nThis responsibility becomes a problem when a high percentage of entering refugees have health issues. As the literature points out, this is a growing reality for the United States, \"The number of refugees with chronic untreated medical and mental health conditions continues to grow. Needy refugees who do not qualify for Medicaid are limited to up to eight months of Refugee Medical Assistance (RMA).\": 20  There are reasons for why so many refugees suffer from poor mental and physical health:\nBecause the United States has admitted an increased number of refugees who have spent many years living in difficult conditions, such as refugee camps, a larger proportion of recently arrived refugees have health and other issues that make it difficult for them to work and achieve self-sufficiency. Because of these changes in refugee populations, [resettlement programs] faced difficulties in estimating the costs of serving newly arrived refugees, which, in turn, has affected the agency's unobligated balances.: 2 \nAs one article posited, this rise in mental illness among refugees calls for better training for psychologists in working with diverse populations: \"The diversity of the refugee population in the United States requires practicing psychologists to respond by adapting clinical services to meet their mental health needs.\" Hopefully with better training, psychologists of refugees will be able to better address their specific health needs. USRAP has an obligation to improve health services for the incoming refugee population.\n\nCurrent issues\nU.S. foreign policy issues\nAt times, United States foreign policy has had negative implications for the lives of the refugees USRAP aims to serve. Although official United States procedure states that foreign policy should have no impact on refugee admissions, this has not always been the case.: 393  For example, on September 11, 2001, a number of Afghan refugees were scheduled to arrive in the United States. Not surprisingly, those plans did not move forward.: 391 \nThis use of refugee admissions programs to further national interests is, unfortunately, not uncommon. Legislation regarding refugee admissions written after World War II excluded large numbers of refugees (including ninety percent of Jewish refugees) from being eligible for resettlement in the United States.: 395  This treatment was justified by some because of fears concerning the refugees' possible impacts on the American economy.: 395  During the Cold War, the United States used refugee admissions policy largely as a propaganda tool in an attempt to discredit communism by granting asylum to those seeking to escape communist nations.: 395–396 \nHowever, the interplay between United States refugee admissions and foreign policy is not entirely one-sided. A 2012 USRAP report to Congress states that United States involvement in discussions and actions concerning refugee resettlement have given the United States the opportunity to advance human-rights as well as influence other countries to be more open to accepting refugees. The example given in the report is that of Bhutanese refugees. Because the United States offered resettlement, other countries demonstrated a greater willingness to accept refugees as well.\n\nLocal government issues\nAlong with its foreign policy problems, the literature points out that USRAP has had issues with its domestic policies as well. A report, Abandoned Upon Arrival: Implications for Refugees and Local Communities Burdened by a U.S. Resettlement System That is not Working, points out that local communities have confronted many challenges due to refugees resettlement. In the study, seven main findings were reported concerning the local resettlement communities.\nFirst, the federal government uses \"faith-based groups,\" for refugee placement.: 8  Local agencies are required to regularly consult with local governments. Receiving new refugees into a community requires numerous resources from the local government, but these local governments are not given enough funding from the federal government. They are also not informed as to how many new refugees they are going to receive. This has been a heavy burden for the local governments.\nSecond, the refugees' language barriers, caused by lack of adequate language instruction, prevent the refugees from communicating effectively concerning important issues such as health. USDHS conducted a study in 2008, showing that the better language skills refugees have, the better outcomes they obtain. Schools are upset that the government does not provide additional funding to assist or improve this situation.\nThird, regardless of each refugee's situation in regards to education, health, or psychological background, the government has applied a \"one-size-fits-all assistance\" approach.: 9  This impedes the local governments' ability to accommodate the refugees according to their needs, and to prepare or teach them in areas that they are weak.\nFourth, while the Federal Government has increased funding for refugees, this does not fix the current problems.: 9 \nFifth, insufficient funding after initial support for resettlement has created a difficult economic climate for the local communities.\nSixth, the current resettlement system not only is a burden, but also inhibits services for other refugees who have already been resettled.\nIn order to help the cities and refugees with these problems, this study suggests seven strategies for improvement: (1) ensure the local leaders involvement in decision-making processes, (2) provide better language courses, (3) establishing strategies in education, (4) remove \"one-size-fits-all assistance\", (5) improve accountability, (6) search for innovative models, and (7) promote community engagement.: 4–6\n\nAdministrative issues\nProgram fragmentation and lack of cohesion among different agencies produces challenges unnecessary burdens for those who are intended to benefit from the program.\n\nFailure to share information\nMany of these problems associated with USRAP begin with a lack of information sharing between the agencies involved.: 36  Much of the information gathered from refugees is not shared between agencies to ensure that the placement meets the needs of the refugee. For the most part, this information is only used to assess refugee admissibility into the resettlement program. At no point during the resettlement process does a government employee or contracted party have the responsibility to investigate and report \"the presence of a needs-related vulnerability for the purposes of ensuring post-arrival assistance. Instead, such information is only gathered to help support the individual's persecution claim.\": 38 \nSimilarly, medical examinations and interviews of refugees performed by the USCIS overseas are not used to determine the health and resettlement needs of the refugee. Rather, this information is used to assess the admissibility of the refugee.: 10  In fact, resettlement agencies must make placement decisions before they even receive the medical records of refugees.: 10 \nOne of the most crucial factors to the success of refugees is where they are placed in United States.: 10  Even though the most vulnerable populations are being targeted for resettlement, these vulnerabilities are not being communicated to the placing agencies.: 11  No structured system exists in USRAP for the collecting and distributing of refugee information for planning purposes.: 41  This failure to share information down the resettlement chain hurts the resettled refugees and the success of USRAP.\n\nFailure to coordinate/monitor refugees\nBecause critical information is not always considered when a placement decision is made, it is not surprising that many refugees leave the locations of original placement to look for better opportunities elsewhere. In many instances, refugees will seek out communities of fellow country-of-origin nationals.: 16  Current legislation recognizes this secondary migration as a \"natural and expected phenomenon.\": 16  However, there are no tools or tracking system in place to manage this phenomenon.: 16  USRAP takes no measures in anticipating foreseeable trends in secondary migration by refugees.: 35  When refugees move, they get lost in the system and their federal assistance money does not follow them. Consequently, these secondary migration refugees lose out on a part of their eight months of cash and medical treatment.: 35\n\nRecommendations\n\"Refugees seeking resettlement to the U.S. experience major barriers that cause delays, confusion, and, ultimately, a failure to fairly adjudicate their claims for protection.\"\n\"Improving the capacity, efficiency, and transparency of USRAP this year will ensure the program can continue to be a life-saving protection tool for refugees, advance U.S. strategic interests overseas more fully, and strengthen the resiliency of local communities across the country.\"\nSome recommendations for USRAP include (1) expanding its adjudication capacity, (2) enabling efficient interview and vetting processes, and (3) ensuring due process and transparency.\n\"Expand Adjudication Capacity by onboarding additional refugee officers; scheduling regular circuit rides in advance of Fiscal Year 2023 (FY23); eliminating backlogs; addressing family reunification; and expanding private sponsorship, domestic capacity, and access for climate-displaced people.\nEnable Efficient Interview and Vetting Processes by expanding the use of video technology; reversing harmful and ineffective vetting practices; and establishing oversight mechanisms and high-level coordination of all aspects of USRAP.\nEnsure Due Process and Transparency by publishing reviews, reports, and policies relevant to refugee processing and allowing access to counsel for key aspects of refugee processing.\"\n\n\n== References =="
}