{
  "title": "Adjustment of status",
  "url": "https://en.wikipedia.org/wiki/Adjustment_of_status",
  "text": "Adjustment of status in the Immigration and Nationality Act (INA) of the United States refers to the legal process of conferring permanent residency upon any alien who is a refugee, asylee, nonpermanent resident, conditional entrant, parolee, and others physically present in the United States.\n\nFiling and Approval Process\nIn order to apply for permanent residency, the applicant must not be \"removable\" from the United States. If he or she is the beneficiary of an approved immigrant petition (family or employment-based), the priority date must be current (if applicable). \nOnce the application package (I-485, I-693, and the filing fees) are received, the applicant will receive the receipt number. This receipt number can be used to track the case online. In most employment-based applications, the petition will be approved within four months  and a green card will automatically be mailed. In some cases, a face to face interview is required. This is often done in marriage-based applications to ensure that the marriage is bona fide, meaning genuine and not a sham marriage.\n\nFormer Public Charge Rule\nBased on a rule promulgated by the Department of Homeland Security (DHS) in August 2019, from February 24, 2020 to March 8, 2021, every applicant for adjustment of status in the United States, except for those who fall under exceptions, had to submit form I-944, Declaration of Self-Sufficiency. The form called for information related, among other things, to the applicant's assets and liabilities, health insurance, bankruptcy filings, past Immigration Fee waiver requests, applicant's education and occupational skills and more. The form was based on the Public Charge Rule adopted by the U.S. Department of Homeland Security.\nOn Nov. 2, 2020, the U.S. District Court for the Northern District of Illinois vacated the Inadmissibility on Public Charge Grounds final rule, 84 Fed. Reg. 41,292 (Aug. 14, 2019), as amended by Inadmissibility on Public Charge Grounds; Correction, 84 Fed. Reg. 52,357 (Oct. 2, 2019) (Public Charge Final Rule) nationwide. That decision was stayed by the U.S. Court of Appeals for the Seventh Circuit. On March 9, 2021, the Seventh Circuit lifted its stay and the U.S. District Court for the Northern District of Illinois’ order vacating the Public Charge Final Rule went into effect. On March 9, 2021, DHS moved to dismiss its appeal before the Seventh Circuit of the United States Court of Appeals, and the Seventh Circuit dismissed the appeal the same day. DHS immediately implemented the judgment, i.e., the vacatur of the August 2019 rule. This rule was discontinued by DHS on March 9, 2021 and Form I-944 has been discontinued and should not be filed.\n\nSee also\nCancellation of removal\nUnited States Waiver of Inadmissibility\n\nReferences and authorities\nExternal links\nUSCIS: Case Status Check"
}