{
  "title": "Asylum in the United States",
  "url": "https://en.wikipedia.org/wiki/Asylum_in_the_United_States",
  "text": "The United States recognizes the right of asylum for individuals seeking protections from persecution, as specified by international and federal law. People who seek protection while outside the U.S. are termed  refugees, while people who seek protection from inside the U.S. are termed asylum seekers. Those who are granted asylum are termed asylees.\nA specified number of legally defined refugees who are granted refugee status outside the United States are annually admitted under 8 U.S.C. § 1157 for firm resettlement. Other people enter the United States with or without inspection, and apply for asylum under section 1158.\nAsylum in the United States has two specific requirements. First, asylum applicants must be physically present in the United States, or at a designated port of arrival. Second, they must show that they suffered persecution in the past, or have a well-founded fear of future persecution in their country of nationality and permanent residency on account of at least one of the five protected grounds: race, religion, nationality, political opinion, or membership in a particular social group.\nEven if an individual meets the criteria for asylum, INA § 208, bars some asylum seekers from asylum. These restrictions fall into two categories: (1) limitations on the ability to apply for asylum and (2) limitations on the ability to be granted asylum.\nThe majority of asylum claims in the United States fail or are rejected. While asylum denial rates had grown to a peak of 71 percent in FY 2020, they fell to 63 percent in FY 2021. One third of asylum seekers go to courts unrepresented although those with legal representation have higher chances of winning.\nMore than three million refugees from various countries around the world have been admitted to the United States since 1980. In recent years, the number of refugees admitted by the U.S. has fluctuated due to changes in government policies. For example, the U.S. resettled 84,995 refugees in the fiscal year 2016. The number of refugees admitted declined significantly, with only 11,814 admitted in the fiscal year 2020. The Biden administration aims to increase the number of refugees accepted by setting higher caps for admissions. In 2024 the Biden Administration maintained the 125,000 person cap on refugee admissions.\n\nHistory\nCharacter of refugee inflows and resettlement\nDuring the Cold War, and up until the mid-1990s, the majority of refugees resettled in the U.S. were people from the former-Soviet Union and Southeast Asia. The most conspicuous of the latter were the refugees from Vietnam following the Vietnam War, sometimes known as \"boat people\". Following the end of the Cold War, the largest resettled European group were refugees from the Balkans, primarily Serbs, from Kosovo, Bosnia and Croatia. In the 1990s and 2000s, the proportion of Africans rose in the annual resettled population, as many people fled various ongoing conflicts.\nLarge metropolitan areas have been the destination of most resettlements, with 72% of all resettlements between 1983 and 2004 going to 30 locations. The historical gateways for resettled refugees have been California (specifically Los Angeles, Orange County, San Jose, and Sacramento), the Mid-Atlantic region (New York in particular), the Midwest (specifically Chicago, St. Louis, Minneapolis–Saint Paul), and Northeast (Providence, Rhode Island). In the last decades of the twentieth century, Northern Virginia; Seattle, Washington; Portland, Oregon; and Atlanta, Georgia provided new gateways for resettled refugees. Particular cities are also identified with some national groups: metropolitan Los Angeles received almost half of the resettled refugees from Iran, 20% of Iraqi refugees went to Detroit, and nearly one-third of refugees from the former Soviet Union were resettled in and around New York City.\nBetween 2004 and 2007, nearly 4,000 Venezuelans claimed political asylum in the United States and almost 50% of them were granted. In comparison, in 1996, 328 Venezuelans claimed asylum and 20% of them were granted. According to USA Today, the number of asylums being granted to Venezuelan claimants has risen from 393 in 2009 to 969 in 2012. Other sources confirmed that between 2000 and 2010 the United States granted asylum to 4,500 immigrants from Venezuela.\n\nSanctuary Movement\nAs a pushback to hostile migration policies, many religious groups came together in the 1980s to provide safety for Central American migrants seeking refuge from civil wars in El Salvador and Guatemala. The movement, tied to the right of asylum that has been built into Western law since Ancient Greece and was built into the Christian faith{{Citation needed|date={{subst:CURRENTMONTHNAME}} {{subst:CURRENTYEAR}}}}. While this started as a religious movement meant mainly to protect refugees in need, it became quickly politicized, with many sanctuary movement leaders facing trial for going against the law. Sanctuaries have since played an important role in providing legal access and preventing deportation for asylum seekers, especially under the Trump administration.\n\nRelevant law and procedures\n\"Under the [INA], the Attorney General may grant asylum to individuals who meet several statutory requirements, including that they have suffered or fear (1) 'persecution,' (2) 'on account of,' (3) their 'race, religion, nationality, membership in a particular social group, or political opinion.'\" The United States framework on migration is securitization, focusing on the safety of citizens. This results in strict U.S. policies and laws surrounding immigration and asylum.\nThe United States is obliged to recognize valid claims for asylum under the United Nations' 1951 Convention Relating to the Status of Refugees and its 1967 Protocol. As defined by these agreements, a refugee is a person who is outside their country of nationality (or place of habitual residence if stateless) who, owing to a fear of persecution on account of a protected ground, is unable or unwilling to avail himself of the protection of the state. Protected grounds include race, nationality, religion, political opinion and membership of a particular social group. The signatories to these agreements are further obliged not to return or \"refoul\" refugees to countries or places where they would face persecution.\nThis commitment was codified and expanded by the United States Congress with the passing of the Refugee Act of 1980. Besides reiterating the definitions of the 1951 Convention and its Protocol, the Refugee Act provided for the establishment of an Office of Refugee Resettlement (ORR) within the U.S. Department of Health and Human Services (HHS) to help refugees begin their lives in the U.S. The structure and procedures evolved and by 2004, federal handling of refugee affairs was led by PRM, working with the ORR at HHS. Asylum claims are mainly the responsibility of the U.S. Department of Homeland Security (DHS).\n\nRefugee quotas\nEach year, the President of the United States sends a proposal to the Congress for the maximum number of refugees to be admitted for the upcoming fiscal year, as specified under INA section 207(e). This number, known as the \"refugee ceiling\", is the target of annual lobbying by both refugee advocates seeking to raise it and anti-immigration groups seeking to lower it. However, once proposed, the ceiling is normally accepted without substantial Congressional debate and does not require Congressional approval. The September 11, 2001 attacks resulted in a substantial disruption to the processing of resettlement claims with actual admissions falling to about 26,000 in fiscal year 2002. Claims were double-checked for any suspicious activity and procedures were put in place to detect any possible terrorist infiltration. Nonetheless, some advocates noted that, given the ease with which foreigners can otherwise legally enter the country, entry as a refugee is comparatively unlikely. The actual number of admitted refugees rose in subsequent years with refugee ceiling for 2006 at 70,000. Critics note these levels are still among the lowest in 30 years.\n\n2022 data are for October only.\nA total of 73,293 persons were admitted to the United States as refugees during 2010. The leading countries of nationality for refugee admissions were Iraq (24.6%), Burma (22.8%), Bhutan (16.9%), Somalia (6.7%), Cuba (6.6%), Iran (4.8%), DR Congo (4.3%), Eritrea (3.5%), Vietnam (1.2%) and Ethiopia (0.9%).\n\nApplication for resettlement by refugees abroad\nThe majority of applications for resettlement to the United States are made to U.S. embassies in foreign countries and are reviewed by employees of the United States Citizenship and Immigration Services (USCIS). In these cases, refugee status has normally already been reviewed by the United Nations High Commissioner for Refugees and recognized by the host country. For these refugees, the U.S. has stated its preferred order of solutions are: (1) repatriation of refugees to their country of origin, (2) integration of the refugees into their country of asylum and, last, (3) resettlement to a third country, such as the U.S., when the first two options are not viable.\nThe United States prioritizes valid applications for resettlement into 3 levels.\n\nPriority One\nPersons facing compelling security concerns in countries of first asylum; persons in need of legal protection because of the danger of refoulement; those in danger due to threats of armed attack in an area where they are located; or persons who have experienced recent persecution because of their political, religious, or human rights activities (prisoners of conscience); women-at-risk; victims of torture or violence, physically or mentally disabled persons; persons in urgent need of medical treatment not available in the first asylum country; and persons for whom other durable solutions are not feasible and whose status in the place of asylum does not present a satisfactory long-term solution. – UNHCR Resettlement Handbook\n\nPriority Two\nThis is composed of groups designated by the U.S. government as being of special concern. These are often identified by an act proposed by a Congressional representative. Priority Two groups proposed for 2008 included:\n\n\"Jews, Evangelical Christians, and Ukrainian Catholic and Orthodox religious activists in the former Soviet Union, with close family in the United States\" (This is the amendment which was proposed by Senator Frank Lautenberg, D-N.J. and originally enacted November 21, 1989.\nfrom Cuba: \"human rights activists, members of persecuted religious minorities, former political prisoners, forced-labor conscripts (1965-68), persons deprived of their professional credentials or subjected to other disproportionately harsh or discriminatory treatment resulting from their perceived or actual political or religious beliefs or activities, and persons who have experienced or fear harm because of their relationship – family or social – to someone who falls under one of the preceding categories\"\nfrom Vietnam: \"the remaining active cases eligible under the former Orderly Departure Program (ODP) and Resettlement Opportunity for Vietnamese Returnees (ROVR) programs\"; individuals who, through no fault of their own, were unable to access the ODP program before its cutoff date; and Amerasian citizens, who are counted as refugee admissions\nindividuals who have fled Burma and who are registered in nine refugee camps along the Thai/Burma border and who are identified by UNHCR as in need of resettlement\nUNHCR-identified Burundian refugees who originally fled Burundi in 1972 and who have no possibility either to settle permanently in Tanzania or return to Burundi\nBhutanese refugees in Nepal registered by UNHCR in the recent census and identified as in need of resettlement\nAs of August 2021, certain vulnerable groups from Afghanistan are eligible due to the 2021 Taliban offensive.\n\nPriority Three\nThis is for cases of family reunification, in which a refugee abroad is brought to the United States to be reunited with a close family member who also has refugee status. A list of nationalities eligible for Priority Three consideration is developed annually. The proposed countries for FY2008 were Afghanistan, Burma, Burundi, Colombia, Congo (Brazzaville), Cuba, Democratic People's Republic of Korea (DPRK), Democratic Republic of the Congo (DRC), Eritrea, Ethiopia, Haiti, Iran, Iraq, Rwanda, Somalia, Sudan and Uzbekistan.\n\nIndividual application\nThe minority of applications made by individuals who have already entered the U.S. is judged on whether the applicant meets the U.S. definition of \"refugee\" and on various other statutory criteria (including a number of bars that would prevent an otherwise-eligible refugee from receiving protection). There are two ways to apply for asylum while in the United States:\n\nIf an asylum seeker has been placed in removal proceedings before an immigration judge with the Executive Office for Immigration Review, which is a part of the Department of Justice, the individual may apply for asylum with the Immigration Judge. This type of application is regarded as defensive asylum. In this scenario, individuals assert their asylum claims as a defense against deportation. They appear before immigration courts and present their case defensively, often with the assistance of legal counsel, to argue why they should be granted asylum and allowed to remain in the country.\nIf an asylum seeker is inside the United States and has not been placed in removal proceedings, he or she may file an application with U.S. Citizenship and Immigration Services (USCIS), regardless of legal status in the United States. However, if the asylum seeker is not in valid immigration status and USCIS does not grant the asylum application, USCIS may place the applicant in removal proceedings, in that case a judge will consider the application anew. The immigration judge may also consider the applicant for relief that the asylum office has no jurisdiction to grant, such as withholding of removal and protection under the United Nations Convention against Torture. Since the effective date of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), an applicant must apply for asylum within one year of entry or be barred from doing so unless the applicant can establish changed circumstances that are material to their eligibility for asylum or exceptional circumstances related to the delay. This type of asylum application is referred to as Affirmative asylum, which occurs when an individual proactively applies for asylum upon entering or residing in a country, typically through designated government agencies or immigration authorities. Applicants must demonstrate a well-founded fear of persecution based on race, religion, nationality, political opinion, or membership in a particular social group. They present their case affirmatively, providing evidence and testimony to support their claim.\nWhile both pathways ultimately seek the same outcome — protection from persecution — the key difference lies in the timing and context of the asylum claim. Affirmative asylum involves a proactive application process, while defensive asylum arises in response to deportation or removal proceedings. These pathways reflect the diverse circumstances under which individuals seek asylum and navigate complex legal systems in pursuit of safety and security.\nImmigration clinics often find it easier to support clients seeking affirmative asylum rather than defensive asylum due to several key factors. Firstly, in affirmative asylum cases, individuals apply for asylum before they face deportation proceedings. This approach allows immigration clinics to prepare a case with time for gathering evidence, conducting interviews, and building a strong defense strategy.\nOverall, the proactive nature, greater control over evidence, and less adversarial legal environment make it generally easier for immigration clinics to assist clients seeking affirmative asylum compared to defensive asylum. This underscores the importance of early intervention and comprehensive legal support in asylum-seeking processes.\nImmigrants who were picked up after entering the country between entry points can be released by the ICE on payment of a bond, which may lowered or waived by an immigration judge. In contrast, refugees who asked for asylum at an official point of entry before entering the U.S. cannot be released on bond. Instead, ICE officials have full discretion to decide whether they can be released.\nIf applicants are eligible for asylum, they have a procedural right to have the Attorney General make a discretionary determination as to whether they should be admitted into the United States as asylees. An applicant is also entitled to mandatory \"withholding of removal\" (or restriction on removal) if the applicant can prove that his or her life or freedom would be threatened upon return to her country of origin. The dispute in asylum cases litigated before the Executive Office for Immigration Review and, subsequently, the federal courts centers on whether the immigration courts properly rejected the applicant's claim that she or he is eligible for asylum or other relief.\nApplicants have the burden of proving that they are eligible for asylum. To satisfy this burden, they must show that they have a well-founded fear of persecution in their home country on account of either race, religion, nationality, political opinion, or membership in a particular social group. The applicant can demonstrate well-founded fear by demonstrating that he or she has a subjective fear (or apprehension) of future persecution in her home country that is objectively reasonable. An applicant's claim for asylum is stronger where they can show past persecution, in which case they will receive a presumption that they have a well-founded fear of persecution in their home country. The government can rebut this presumption by demonstrating either that the applicant can relocate to another area within their home country in order to avoid persecution, or that conditions in the applicant's home country have changed such that the applicant's fear of persecution there is no longer objectively reasonable. Technically, an asylum applicant who has suffered past persecution meets the statutory criteria to receive a grant of asylum even if the applicant does not fear future persecution. In practice, adjudicators will typically deny asylum status in the exercise of discretion in such cases, except where the past persecution was so severe as to warrant a humanitarian grant of asylum, or where the applicant would face other serious harm if returned to their country of origin. In addition, applicants who, according to the US Government, participated in the persecution of others are not eligible for asylum.\nA person may face persecution in their home country because of race, nationality, religion, ethnicity, or social group, and yet not be eligible for asylum because of certain bars defined by law. The most frequent bar is the one-year filing deadline. If an application is not submitted within one year following the applicant's arrival in the United States, the applicant is barred from obtaining asylum unless certain exceptions apply. However, the applicant can be eligible for other forms of relief such as Withholding of Removal, which is a less favorable type of relief than asylum because it does not lead to a Green Card or citizenship. The deadline for submitting the application is not the only restriction that bars one from obtaining asylum. If an applicant persecuted others, committed a serious crime, or represents a risk to U.S. security, he or she will be barred from receiving asylum as well. After 2001, asylum officers and immigration judges became less likely to grant asylum to applicants, presumably because of the attacks on 11 September.\nIn 1986 an Immigration Judge agreed not to send Fidel Armando-Alfanso back to Cuba, based on his membership in a particular social group (LGBTQ+ individuals) who were persecuted and feared further persecution by the government of Cuba. The Board of Immigration Appeals upheld the decision in 1990, and in 1994, then-Attorney General Janet Reno ordered this decision to be a legal precedent binding on Immigration Judges and the Asylum Office, and established sexual orientation as a grounds for asylum. However, in 2002 the Board of Immigration Appeals \"suggested in an ambiguous and internally inconsistent decision that the ‘protected characteristic’ and ‘social visibility’ tests may represent dual requirements in all social group cases.\" The requirement for social visibility means that the government of a country from which the person seeking asylum is fleeing must recognize their social group, and that LGBT people who hide their sexual orientation, for example out of fear of persecution, may not be eligible for asylum under this mandate.\nIn 1996 Fauziya Kasinga, a 19-year-old woman from the Tchamba-Kunsuntu people of Togo, became the first person to be granted asylum in the United States to escape female genital mutilation. In August 2014, the Board of Immigration Appeals, the United States's highest immigration court, found for the first time that women who are victims of severe domestic violence in their home countries can be eligible for asylum in the United States. However, that ruling was in the case of a woman from Guatemala and was anticipated to only apply to women from there. On June 11, 2018, Attorney General Jeff Sessions reversed that precedent and announced that victims of domestic abuse or gang violence will no longer qualify for asylum.\n\nINS v. Cardoza-Fonseca\nThe term \"well-founded fear\" has no precise definition in asylum law. In INS v. Cardoza-Fonseca, 480 U.S. 421 (1987), the Supreme Court avoided attaching a consistent definition to the term, preferring instead to allow the meaning to evolve through case-by-case determinations. However, in Cardoza-Fonseca, the Court did establish that a \"well-founded\" fear is something less than a \"clear probability\" that the applicant will suffer persecution. Three years earlier, in INS v. Stevic, 467 U.S. 407 (1984), the Court held that the clear probability standard applies in proceedings seeking withholding of deportation (now officially referred to as 'withholding of removal' or 'restriction on removal'), because in such cases the Attorney General must allow the applicant to remain in the United States. With respect to asylum, because Congress employed different language in the asylum statute and incorporated the refugee definition from the international Convention relating to the Status of Refugees, the Court in Cardoza-Fonseca reasoned that the standard for showing a well-founded fear of persecution must necessarily be lower.\nAn applicant initially presents his claim to an asylum officer, who may either grant asylum or refer the application to an Immigration Judge. If the asylum officer refers the application and the applicant is not legally authorized to remain in the United States, the applicant is placed in removal proceedings. After a hearing, an immigration judge determines whether the applicant is eligible for asylum. The immigration judge's decision is subject to review on two, and possibly three, levels. First, the immigration judge's decision can be appealed to the Board of Immigration Appeals. In 2002, in order to eliminate the backlog of appeals from immigration judges, the Attorney General streamlined review procedures at the Board of Immigration Appeals. One member of the Board can affirm a decision of an immigration judge without oral argument; traditional review by three-judge panels is restricted to limited categories for which \"searching appellate review\" is appropriate. If the BIA affirms the decision of the immigration court, then the next level of review is a petition for review in the United States courts of appeals for the circuit in which the immigration judge sits. The court of appeals reviews the case to determine if \"substantial evidence\" supports the immigration judge's (or the BIA's) decision. As the Supreme Court held in INS v. Ventura, 537 U.S. 12 (2002), if the federal appeals court determines that substantial evidence does not support the immigration judge's decision, it must remand the case to the BIA for further proceedings instead of deciding the unresolved legal issue in the first instance. Finally, an applicant aggrieved by a decision of the federal appeals court can petition the U.S. Supreme Court to review the case by a discretionary writ of certiorari. But the Supreme Court has no duty to review an immigration case, and so many applicants for asylum forego this final step.\nNotwithstanding his statutory eligibility, an applicant for asylum will be deemed ineligible if:\n\nthe applicant participated in persecuting any other person on account of that other person's race, religion, national origin, membership in a particular social group, or political opinion;\nthe applicant constitutes a danger to the community because he has been convicted in the United States of a particularly serious crime;\nthe applicant has committed a serious non-political crime outside the United States prior to arrival;\nthe applicant constitutes a danger to the security of the United States;\nthe applicant is inadmissible on terrorism-related grounds;\nthe applicant has been firmly resettled in another country prior to arriving in the United States; or\nthe applicant has been convicted of an aggravated felony as defined more broadly in the immigration context.\nConversely, even if an applicant is eligible for asylum, the Attorney General may decline to extend that protection to the applicant. (The Attorney General does not have this discretion if the applicant has also been granted withholding of deportation.) Frequently the Attorney General will decline to extend an applicant the protection of asylum if he has abused or circumvented the legal procedures for entering the United States and making an asylum claim.\n\nWork permit and permanent residence status\nAn in-country applicant for asylum is eligible for a work permit (employment authorization) after their application for asylum has been pending for 365 days. If an asylum seeker is recognized as a refugee, he or she may apply for lawful permanent residence status (a green card) one year after being granted asylum. Asylum seekers generally do not receive economic support. This, combined with a period where the asylum seeker is ineligible for a work permit is unique among developed countries and has been condemned from some organisations, including Human Rights Watch.\nUp until 2004, recipients of asylee status faced a wait of approximately fourteen years to receive permanent resident status after receiving their initial status, because of an annual cap of 10,000 green cards for this class of individuals. However, in May 2005, under the terms of a proposed settlement of a class-action lawsuit, Ngwanyia v. Gonzales, brought on behalf of asylees against CIS, the government agreed to make available an additional 31,000 green cards for asylees during the period ending on September 30, 2007. This is in addition to the 10,000 green cards allocated for each year until then and was meant to speed up the green card waiting time considerably for asylees. However, the issue was rendered somewhat moot by the enactment of the Real ID Act of 2005 (Division B of United States Public Law 109-13 (H.R. 1268)), which eliminated the cap on annual asylee green cards. Currently, an asylee who has continuously resided in the US for more than one year in that status has an immediately available visa number.\nOn April 29, 2019, President Trump ordered new restrictions on asylum seekers at the Mexican border — including application fees and work permit restraints — and directed that cases in the already clogged immigration courts be settled within 180 days.\n\nDetention in the United States\nOnce asylum seekers enter the United States they have exactly one year to apply for asylum. During that year asylum seekers are responsible for providing their own legal assistance and representation. Until their cases are approved, and sometimes even after approval and receipt of green cards, asylum seekers are at a constant risk of detention. The ICE has statutory authority to detain any person suspected of violating immigration laws. As of December 2018, 47,486 people were detained for various reasons. Of those 29,753 had no criminal conviction. Detention centers are government-funded facilities modeled after U.S. prisons.\n\nUnaccompanied Refugee Minors Program\nAn Unaccompanied Refugee Minor (URM) is any person who has not attained 18 years of age who entered the United States unaccompanied by and not destined to: (a) a parent, (b) a close non-parental adult relative who is willing and able to care for said minor, or (c) an adult with a clear and court-verifiable claim to custody of the minor; and who has no parent(s) in the United States. Initially, only unaccompanied refugee children were included under this program, but it was later expanded to include unaccompanied asylees, special immigrant juveniles, Cuban and Haitian entrants, U- and T-status recipients, and Afghan and Ukrainian parolees.\nThe URM program is coordinated by the U.S. Office of Refugee Resettlement (ORR), a branch of the United States Administration for Children and Families. The mission of the URM program is to help people in need \"develop appropriate skills to enter adulthood and to achieve social self-sufficiency.\" To do this, URM provides  minors under the program with the same social services available to U.S.-born children, including, but not limited to, housing, food, clothing, medical care, educational support, counseling, and support for social integration.\n\nGovernment support after arrival\nThe United States does not fund legal representation for asylum seekers, but it does offer funding to aid the first 120 days of resettlement for people granted asylum. The Office of Refugee Resettlement provides funding to volags that are then responsible to aid asylees in becoming economically independent. These organizations help asylees find housing, get work permits, apply for social security cards, enroll in ESL classes, apply for Medicaid and find jobs. Many refugees depend on public benefits at first, but the goal is that over time they become self-sufficient. Availability of public assistance programs can vary depending on which states within the United States refugees are allocated to resettle in. In 2016, The American Journal of Public Health reported that only 60% of refugees are assigned to resettlement locations with expanding Medicaid programs, meaning that more than 1 in 3 refugees may have limited healthcare access. Immediately after being granted asylum people are able to apply for their immediate families to receive asylum. After one full year of protection in the United States asylees are able to apply for green cards, and four years later, for citizenship.\n\nChild separation\nThe recent U.S. Government policy known as \"Zero-tolerance\" was implemented from April to June 2018. In response, a number of scientific organizations released statements on the negative impact of child separation, a form of childhood trauma, on child development, including the American Psychiatric Association, the American Psychological Association, the American Academy of Pediatrics, the American Medical Association, and the Society for Research in Child Development.\nAccording to a study conducted by Joanna Dreby, trauma associated with family separation can have significant effects on the mental and physical well-being of children. Dreby's study concluded that academic difficulties and mental health conditions such as anxiety and depression are prevalent among children whose families have been separated during migration.\nEfforts are underway to minimize the impact of child separation. For instance, the National Child Traumatic Stress Network released a resource guide and held a webinar related to traumatic separation and refugee and immigrant trauma.\n\nObstacles faced by asylum seekers\nBacklogs\nThere are 600 immigration judges. The immigration courts had a backlog of 394,000 asylum cases in January 2021, and 470,000 in March 2022, although another source says the backlog in November 2021 was 672,000, with an average wait of 1,942 days (5 1/3 years). The overall immigration court backlog was 1.9 million in August 2022, with an average wait of 798 days (2.2 years).\nAt the US Customs and Immigration Service, the backlog was 3 million immigration applications pending in 2013, rising to 5.7 million in September 2019 and 9.5 million in February 2022.\n\nLGBTQ asylum seekers\nHistorically, homosexuality was considered a deviant behavior in the US; as such, the Immigration and Nationality Act of 1952 barred homosexual individuals from entering the United States due to concerns about their psychological health. One of the first successful LGBT asylum pleas to be granted refugee status in the United States due to sexual orientation was a Cuban national whose case was first presented in 1989. The case was affirmed by the Board of Immigration Appeals and the barring of LGBT individuals into the United States was repealed in 1990. The case, known as Matter of Acosta (1985), set the standard of what qualified as a \"particular social group.\" This new definition of \"social group\" expanded to explicitly include homosexuality and the LGBT population. It considers homosexuality and gender identity a \"common characteristic of the group either cannot change or should not be required to change because it is fundamental to their individual identities or consciences.\" The definition was intended to be open-ended in order to fit with the changing understanding of sexuality. This allows political asylum to some LGBT individuals who face potential criminal penalties due to homosexuality and sodomy being illegal in the home country who are unable to seek protection from the state.\nSusan Berger argues that while homosexuality and other sexual minorities might be protected under the law, the burden of proving that they are an LGBT member demonstrates a greater immutable view of the expected LGBT performance. The importance of visibility is stressed throughout the asylum process, as sexuality is an internal characteristic. It is not visibly represented in the outside appearance. According to Amanda M. Gómez, sexual orientation identity is formed and performed in the asylum process. Unlike race or gender, in sexual orientation asylum claims, applicants have to prove their sexuality to convince asylum officials that they are truly part of their social group. Rachel Lewis and Nancy Naples argue that LGBT people may not seem credible if they do not fit Western stereotypes of what LGBT people look like. Dress, mannerisms, and style of speech, as well as not having had public romantic relationships with the opposite sex, may be perceived by the immigration judge as not reflective of the applicants’ sexual orientation. Scholars and legal experts have long argued that asylum law has created legal definitions for homosexuality that limit our understanding of queerness.\nHuman Rights and LGBT advocates have worked to create many improvements to the LGBT Asylum Seekers coming into the United States and to give asylum seekers a chance to start a new life. A 2015 report issued by the LGBT Freedom and Asylum network identifies best practices for supporting LGBT asylum seekers in the US. The US State Department has also issued a factsheet on protecting LGBT refugees.\n\nGender\nFemale asylum seekers may encounter issues when seeking asylum in the United States due to what some see as a structural preference for male narrative forms in the requirements for acceptance. Researchers, such as Amy Shuman and Carol Bohmer, argue that the asylum process produces gendered cultural silences, particular in hearings where the majority of narrative construction takes place. Cultural silences refers to things that women refrain from sharing, due to shame, humiliation, and other deterrents. These deterrents can make achieving asylum more difficult as it can keep relevant information from being shared with the asylum judge.\nThese experiences are articulated during the hearing process where the responsibility to prove membership is on the applicant. During the hearing process, applicants are encouraged to demonstrate persecution for gender or sexuality and place the source as their own culture. Shuman and Bohmer argue that in sexual minorities, it is not enough to demonstrate only violence, asylum applicants have to align themselves against a restrictive culture. The narratives are forced to fit into categories shaped by western culture or else they are found to be fraudulent.\nSusan Berger argues that the relationship between gender and sexuality leads to arbitrary case decisions, as there are no clear guidelines for when the private problems becomes an international problem. According to Shuman and Bohmer, due to women's social position in most countries, lesbians are more likely to stay in the closet, which often means that they do not have the public visibility element that the asylum process requires for credibility. This leads to Lewis and Naples’ critique to the fact that asylum officials often assume that since women do not live such public lives as men do, that they would be safe from abuse or persecution, in comparison to gay men who are often part of the public sphere. This argument violates the concept that one's sexual orientation is a fundamental right and that family and the private sphere are often the first spaces where lesbians experience violence and discrimination. Because lesbians live such hidden lives, they tend to lack police reports, hospital records, and letters of support from witnesses, which decreases their chances of being considered credible and raises the stakes of effectively telling their stories in front of asylum officials.\nTransgender individuals have a higher risk for mental health problems when compared to cisgender counterparts. Many transgender individuals face socioeconomic difficulties in addition to being an asylum seeker. In a study conducted by Mary Gowin et al. of Mexican Transgender Asylum Seekers, they found 5 major stressors among the participants including assault (verbal, physical and sexual), \"unstable environments, fear for safety and security, hiding undocumented status, and economic insecurity.\" They also found that all of the asylum seekers who participated reported at least one health issue that could be attributed to the stressors. Participants accessed little or no use of health or social services, attributed to barriers to access, such as fear of the government, language barriers and transportation. They are also more likely to report lower levels of education due to few opportunities after entering the United States. Many of the asylum seeker participants entered the United States as undocumented immigrants. Obstacles to legal services included fear and knowledge that there were legal resources to gaining asylum.\n\nGang violence\nIn 2018, Attorney General Sessions issued a decision in Matter of A-B- that precluded people fleeing gang violence from qualifying for asylum protections based on that alone. In 2021, Attorney General Garland vacated Matter of A-B-, which allows the possibility of asylum seekers to prevail on such claims. Indiscriminate gang violence does not fit under the claim of persecution based on social group. The rationale is that gangs do not target people based on their social group but rather anyone in their territory. Many people in the Northern Triangle of Central America flee their homes in search of safety from members of gangs.\n\nClimate change\nClimate change and natural disasters have caused 265 million people to migrate since 2008. People who have been forced out of their homes and ways of life due to climate change are not recognized and protected under United States asylum policy because they do not fit under one of the protected categories of persecution based on race, religion, nationality, political opinion, or membership of a particular social group. There are not any protections for environmental refugees on the national, or even international, level. While their homes and villages may be destroyed due to earthquakes, hurricanes, rising sea water etc., the U.S. does not provide them protection. An October 2021 report from The White House titled \"The Report on the Impact of Climate Change on Migration\" stresses the need and development for further humanitarian assistance in disasters of climate change.\n\nTechnology\nThe integration of digital tools and artificial intelligence in the U.S. asylum process has the potential to improve efficiency and accessibility for asylum seekers, but it also exacerbates existing inequalities, raises significant privacy concerns, and risks perpetuating biases in decision-making. While technological advancements, such as mobile applications, online case management systems, and AI-driven analytics, offer new pathways to streamline asylum procedures, the benefits are not equitably distributed due to digital inequality and systemic challenges. For technology to positively impact the asylum process, policymakers must address these disparities, implement rigorous privacy safeguards, and ensure transparency in AI applications to uphold the rights and dignity of asylum seekers.\n\n1. Efficiency and accessibility\nDigital tools like websites and mobile applications can be a promising way to provide information about public benefits to asylum seekers. For example, the CBP One mobile application, used by the U.S. government, allows asylum seekers to schedule appointments to present themselves at a port of entry to the U.S. The application requires asylum seekers to submit personal data, including a facial photograph for facial recognition.\nThese tools can also facilitate remote registration and interview processes, potentially reducing geographical barriers and wait times. Mobile applications, in particular, can offer asylum seekers a direct channel to schedule appointments with immigration officials and access relevant information about their cases. Additionally, these tools can provide language support, connect asylum seekers with legal resources, and disseminate essential information regarding their rights and procedures.\nHowever, many asylum seekers lack access to reliable internet connections, digital devices, and the necessary digital literacy skills. This disparity creates a barrier for those already marginalized and highlights the need for policymakers to prioritize initiatives that provide equitable access to technology, digital literacy training, and language support.\n\n2. Data privacy\nA key concern with the use of technology in the asylum process is the potential for data privacy violations. The collection, storage, and use of personal information, including biometrics, raise significant concerns about surveillance, profiling, and the potential misuse of sensitive data. This is especially concerning in the context of heightened immigration enforcement. Asylum seekers, already fearful of persecution, may be hesitant to share personal information through digital platforms, further hindering their access to essential resources. One study found that this hesitancy is justified due to the precarity inherent in the immigration system, especially for vulnerable immigrant groups, such as undocumented immigrants.  One healthcare professional explained, \"If I am undocumented, I’m not going to go to a website and click on a search option that says 'I’m undocumented,' right, because I’d be terrified of who’s taking that information, where’s it going\".\nIt is imperative to implement robust privacy safeguards and data protection measures that prioritize the security and confidentiality of asylum seekers' information. One potential solution is to allow asylum seekers to own electronic files in which they could capture details of their journey and upload evidence supporting their story, giving them control over what data they share.\n\n3. A human-centered approach\nThe integration of technology in the asylum process must prioritize upholding the rights and dignity of asylum seekers. Policymakers must proceed with caution, ensuring that technological advancements do not come at the expense of fairness, due process, and the fundamental right to seek asylum. To achieve a just and equitable asylum system, the focus must shift from solely pursuing efficiency to prioritizing human-centered design principles that center the needs and experiences of asylum seekers.\nThis involves:\n\nConducting thorough human rights impact assessments before implementing new technologies.\nEnsuring access to legal counsel and human review of all AI-driven decisions.\nPromoting transparency and accountability in the development and application of algorithms.\nInvesting in digital literacy training and language support for asylum seekers.\nCentering the voices and experiences of asylum seekers in the design and implementation of technology.\nOnly by addressing the ethical considerations and potential harms of technology can its integration truly enhance the asylum process and contribute to a fairer and more humane system for those seeking protection.\n\nCriticism\nConcerns have been raised with the U.S. asylum and refugee determination processes. A 2007 empirical analysis by described the U.S. asylum process as a game of refugee roulette, meaning that the outcome of asylum determinations depends largely on the particular adjudicator to whom an application is randomly assigned, rather than on the merits of the case.\nIn 2008 study of immigration court decision-making between 1994 and 2007, the United States Government Accountability Office similarly found that \"the likelihood of being granted asylum varied considerably across and within the [immigration courts studied].\" After changes were made the disparities decreased somewhat after 2008.\nA substantial amount of research has also emerged about the effects of the asylum process on refugees' mental health. Intense psychological stress caused by asylum interviews often compounds pre-existing trauma for refugees, often with little assistance provided by legal professionals to ease the process. This can make it more difficult for traumatized refugees to meet credibility standards in court, as many individuals with post-traumatic stress disorder struggle with retrieving certain memories in detail, particularly in high stress inducing situations. Legal and medical scholars have begun arguing for the incorporation of mental health professionals into the asylum process as a form of harm reduction.\nCertain other policies meant to lower the number of refugees entering the country have also received criticism for their role in creating trauma and for violating asylum seekers' human rights. Detention centers, extremely common in the United States under the Trump administration, are particularly controversial and remain a prominent aspect of US immigration policy. Studies from Australia have proven that detention policies have a long-term negative impact on asylum seekers mental health. Other policies such as forced separations and community dispersions, precise and difficult to meet standards to qualify for asylum, and restricted access to basic needs during the process have also been pointed to as unnecessary and damaging.\nThe process has also received criticism for playing into a substantial power imbalance between the asylum-seeker and the legal professionals involved in their cases. Issues with translation, especially those created through cultural and linguistic differences, often lead to confusion and disadvantage the asylum seeker. This can be due to a lack of understanding on the refugees' end as to what they are supposed to discuss or a misinterpretation of the refugees' discourse by the legal professional working with them.\n\nFilm\nThe 2001 documentary film Well-Founded Fear, from filmmakers Shari Robertson and Michael Camerini marked the first time that a film crew was privy to the private proceedings at the U.S. Immigration and Naturalization Services (INS), where individual asylum officers ponder the often life-or-death fate of the majority of immigrants seeking asylum. The film analyzes the US asylum application process by following several asylum applicants and asylum officers.\n\nSee also\nSanctuary city\nThe New Colossus\nConvention Relating to the Status of Refugees\nImmigration reform in the United States\nAsylum-seekers and the Darién Gap\nNegusie v. Holder (2009)\nBoika v. Holder (2013)\n\nNotes and references\nExternal links\nObtaining Asylum in the United States (USCIS, Sept. 16, 2021)\nAsylum in the United States (American Immigration Council, June 11, 2020)\nRefugees and Asylees in the United States (Migration Policy Institute, May 13, 2021)\nMexico to Allow U.S. ‘Remain in Mexico’ Asylum Policy to Resume (New York Times, Dec. 2, 2021)"
}