{
  "title": "E-1 visa",
  "url": "https://en.wikipedia.org/wiki/E-1_visa",
  "text": "The E-1 Treaty Trader Visa allows an individual to enter and work inside of the United States based on commerce he or she will be conducting while inside the United States. Treaty trader visas are available only to citizens of certain countries based on whether a reciprocal treaty exists with the United States, and the company performing the trading must be at least 50% owned by citizens of the same country as the trader the visa is granted to. Persons with the treaty country's nationality must own at least 50% of the enterprise. Additionally, more than 50 percent of the international trade involved must be between the United States and the treaty country.\n\nRequirements\nTo receive an E-1 visa the following requirements need to be met:\n(1)   Treaty exists between the United States and the applicant's country of citizenship;\n(2)  The Individual and/or business possess the nationality of the treaty country;\n(3)  Activities constitute trade within the meaning of law INA 101(a)(15)(E);\n(4)  The applicant must be coming to the United States solely to engage in substantial trade;\n(5)  Trade is principally between the United States and the treaty country of the applicant's nationality;\n(6) The applicant, if an employee of a trading firm, will have an executive/supervisory position or possesses skills essential to the firm’s operations in the United States.\n\nActivities that constitute trade\nExchange: There must be a meaningful exchange of goods, money, or services between the U.S. and the treaty country. This exchange should be traceable and involve a transfer of ownership.\nInternational Scope: The trade must be international in nature, focusing on commercial exchange between the U.S. and the treaty country, rather than solely domestic activities.\nQualifying Activities: The trade must involve activities that are commonly recognized as trade, such as international banking, insurance, transportation, tourism, communications, and newsgathering. This list is not exhaustive, and other service-based industries may also qualify if the service itself is the saleable commodity.\nAdditionally, the trade must already be established and not merely in the planning stages. This means there should be existing contracts or agreements in place for the immediate exchange of goods or services.\n\nStatistics\n\nSource: U.S. Department of State-Bureau of Consular Affairs\nThe above table does not include USCIS petitions for a change of status to E-1 by applicants who were already located in the United States. Due to limitations in the Department of State data, exact approval rates for E-1 visas cannot be calculated from annual approval and refusal numbers, though trends can be determined. This is because the Department of State data doesn't distinguish between visa applications filed and adjudicated within the same year and those filed a previous year and adjudicated (either approved or refused) in a different year. Further, does it delineate how many E-1 approvals followed initial 221g visa refusals (administrative processing/temporary refusal) within the same year. 221g refusals are counted as refusals.\n\n\n== References =="
}