{
  "title": "E-2 visa",
  "url": "https://en.wikipedia.org/wiki/E-2_visa",
  "text": "The E-2 Investor Visa allows an individual to enter and work in the United States based on an investment in a U.S. business. The E-2 visa is valid for three months to five years (depending on the country of origin) and can be extended indefinitely. The investment must be \"substantial\", although there is no legally defined minimum. The E-2 visa is available only to citizens of certain countries.  \nE-2 visas are also available to non-investor employees of the business, as long as the persons are of the same nationality as the investor and are destined for a role in the US business that is either executive/supervisory or requires specialized skills that are essential to the efficient operation of the US enterprise.\nFor new startups, the investment must be large enough to start and operate the business. The amount of investment varies on the type of business. The investment will not be considered substantial if it is not large enough to capitalize the venture. The USCIS will use an \"Inverted Sliding Scale\" to determine whether the investment is substantial in proportion to the overall cost of the enterprise. The E-2 visa investor must have a controlling interest in the business (generally over 50% ownership).\nIn addition to startups, many E-2 visa investors buy a franchise or business for sale. Generally, the visa interview process is easier as the business model is proven as opposed to a startup. Most investors work with a franchise consultant (for franchises) or a business broker (for buying an independent business) to secure a profitable E-2 visa business. \nUpon conclusion of the business, investors must return to their countries of origin, or change their status. The United States Department of State does not allow dual intent for this type of visa, although it is possible for E-2 visa holders to adjust their status to immigrant status (get a green card) within the United States.\nAccording to the Foreign Affairs Manual used and adhered to by visa officers at U.S. Consulates, even though this visa type is not dual intent, an applicant does not need to prove that they \"...have a residence in a foreign country which the applicant does not intend to abandon.\" Further, \"The applicant may sell their residence and move all household effects to the United States\" and this will not be held against them when applying for a E-2 visa. Visa officers handling E-2 cases are supposed to recognize that \"The applicant’s expression of an unequivocal intent to depart the United States upon termination of E status is normally sufficient\" to show non-immigrant intent (9 FAM 402.9-4(C)).\n\nDependents\nBecause there is no dedicated dependent visa class for E-2 visas, spouses and unmarried children (under 21) may receive derivative E-2 visas in order to accompany the principal immigrant. The duration of visa for a family member who is of a different nationality from the principal is determined by any reciprocal agreements between their country of nationality and the US. Only if there is no such reciprocal agreement will the duration be the same as the principal applicant. Dependents may seek employment in the US without the need to file for an EAD (employment authorization) since November 2021. Children under 21 cannot apply for work; only the spouse of the E-2 holder can.\n\nRequired documentation for the embassy\nEach visa applicant must pay a nonrefundable $315 nonimmigrant visa application processing fee and a visa issuance reciprocity fee for certain countries.\nThe required documents are:\n\nOnline Nonimmigrant Visa Electronic Application, Form DS-160. The State Department has a DS-160 webpage that details the DS-160 online process.\nNonimmigrant Treaty Trader/Treaty Investor Application DS-156E, completed and signed, for executives/managers/essential employees.\nA passport valid for travel to the United States and with a validity date at least six months beyond the applicant's intended period of stay in the United States. If more than one person is included in the passport, each person must complete a Form DS-160 application.\nOne 2-by-2-inch (5-by-5-cm) photograph.\nAs part of the visa application process, an interview at the embassy's consular section is required for almost all visa applicants.\nA credible business plan showing that the US business will generate enough money to support the applicant during his/her stay in the US along with all his dependents. The business cannot be marginal.\nA business registration for the United States business.\nProof of wire transfer.\nProof of source of income.\nProof of intent to return to your country (because this visa does not allow dual intent). (Verbal declaration of intent to return is normally enough)\n\nHow to apply\nOutside the United States\nApplicants should generally apply at the U.S. Embassy or Consulate accredited to their place of permanent residence. As part of the visa application process, an interview at the embassy consular section is required for visa applicants from age 14 through 79. Persons age 13 and younger, and age 80 and older, generally do not require an interview, unless requested by embassy or consulate.\nDuring the visa application process, usually at the interview, an ink-free, digital fingerprint scan will be taken before the interview. Some applicants will need additional screening, and will be notified when they apply. The E-2 visa application process vary from Consular Posts in one country to another country as there is often difference in policies and visa processing procedures.\n\nInside the United States\nInvestors and their employees already in the United States on another nonimmigrant status (such as B-2 or H-1B) can petition for a change of status to E-2 status by filing form I-129 with USCIS.  However, if they leave the United States after receiving E-2 status approval they will need to apply for an E-2 visa at a U.S. Consulate abroad in order to re-enter in this status.\n\nStatistics\nSource: U.S. Department of State-Bureau of Consular Affairs\nThe above table does not include USCIS petitions for a change of status to E-2 by applicants who were already located in the United States. It includes both primary E-2 investors and E-2 employees. Due to limitations in the Department of State data, exact approval rates for E-2 visas cannot be calculated from annual approval and refusal numbers, though trends can be determined. This is because the Department of State data doesn't distinguish between visa applications filed and adjudicated within the same year, nor does it delineate how many E-2 approvals followed initial 221g visa refusals (administrative processing/temporary refusal) within the same year. 221g refusals are counted as refusals.\n\nNotes\nReferences\nExternal links\nTreaty Traders and Treaty Investors – United States Department of State"
}