{
  "title": "EB-1 visa",
  "url": "https://en.wikipedia.org/wiki/EB-1_visa",
  "text": "The EB-1 visa (or, colloquially, \"Einstein visa\") is a preference category for United States employment-based permanent residency. It is intended for \"priority workers\". Those are foreign nationals who either have \"extraordinary abilities\", or are \"outstanding professors or researchers\", and also includes \"some executives and managers of foreign companies who are transferred to the US\". It allows them to remain permanently in the US.\nTherefore, applicants who can demonstrate their extraordinary ability in the sciences, arts, education, business, or athletics through sustained national or international acclaim are not required to have a permanent offer of employment in the US and are eligible to self-petition, however, they must intend to work in the US in their field of expertise.\n\nNumbers granted\nThe chart below shows the quantity of EB-1, EB-2, and EB-3 visas issued at U.S. Foreign Service posts in fiscal years 2014 through 2018, according to the U.S. State Department:\n\nPeople who can apply\nThe visa is granted to three types of people:\n\nthose with extraordinary ability in the sciences, arts, education, business, or athletics which has been demonstrated by sustained national or international acclaim and whose achievements have been recognized in the field through extensive documentation.\n\"Outstanding professors and researchers\" who \"are recognized internationally for their outstanding academic achievements in a particular field\". They must also have \"at least three years' experience in teaching or research in that academic area, and enter the U.S. in a tenure or tenure track teaching or comparable research position at a university or other institution of higher education\" plus other conditions.\n\"Some executives and managers of foreign companies who are transferred to the U.S.\" They need to have been employed, during the last three years, for at least one year outside of the US in a managerial position in the same company that is going to employ them in the US or in a related company.  There are also other conditions.\n\nEligibility criteria\nExtraordinary Ability category\nEB1 Extraordinary Ability green card application is in the employment-based immigration visa first preference (EB1) category known as EB1A or EB1EA.  Among all three categories under EB-1, only EB-1A allows self petition—meaning, an individual can petition an EB-1A case for himself/herself without any U.S. employer to act as the sponsor/petitioner. However, EB-1A also has a very high standard of law. It requires the petitioner to show that the individual has either won some major award (Nobel Prize, for example) or met at least three out of ten regulatory criteria and show that the individual has \"risen to the very top of the endeavor with national or international acclaim.\"   After the precedent case, Kazarian v. USCIS (Two-Part Analysis for EB1-A Petition), the adjudicating officers are applying a two-part adjudication approach—after determining whether the individual has met at least three regulatory criteria, the adjudicator must consider all of the submitted evidence in totality to make a determination as to whether the foreign national meets the requisite level of expertise for the category. EB1A green card application has clear advantages for scholars, researchers, post doctoral research fellows, Ph.D. students, and other advanced degree professionals.\nAn alien applicant must meet 3 out of the 10 listed criteria below to prove extraordinary ability in the field:\n\nEvidence of receipt of lesser nationally or internationally recognized prizes or awards for excellence\nEvidence of membership in associations in the field, which demand outstanding achievement of their members\nEvidence of published material about you in professional or major trade publications or other major media\nEvidence of judging the work of others, either individually or on a panel\nEvidence of original scientific, scholarly, artistic, athletic, or business-related contributions of major significance to the field\nEvidence of authorship of scholarly articles in professional or major trade publications or other major media\nEvidence that work has been displayed at artistic exhibitions or showcases\nEvidence of performance of a leading or critical role in distinguished organizations\nEvidence of high salary or other significantly high remuneration in relation to others in the field\nEvidence of commercial successes in the performing arts\nThe major advantages of applying for aliens of extraordinary ability include: no labor certification is required for this EB-1 category; no job offer or permanent job position is required for aliens of extraordinary ability; and much faster to obtain a Green Card than the EB-3 or EB-2 immigration categories.\n\nOutstanding Professors and Researchers category\nThe EB1 Outstanding Researcher or Professor immigrant visa classification (EB1B, EB-1B, EB1-OR) is the employment-based first preference immigration. The EB-1B petition consists of Form I-140 and supporting documents to show that the alien beneficiary meets EB1 Outstanding Researcher or Professor criteria. The U.S. employer intending to employ a professor or researcher who is outstanding in an academic field may file a Form I-140 petition in such classification. Employer should file it for the alien employee.\nFor an EB1-OR petition, the petitioner should include documentation demonstrating the alien's outstanding ability, and should also include a permanent job offer letter, as well as evidence of three years teaching or research experience.\nThe petitioner must include documentation of at least two of the six criteria listed below, and an offer of employment from the U.S. employer:\n\nEvidence of receipt of major prizes or awards for outstanding achievement\nEvidence of membership in associations that require their members to demonstrate outstanding achievement\nEvidence of published material in professional publications written by others about the alien's work in the academic field\nEvidence of participation, either on a panel or individually, as a judge of the work of others in the same or allied academic field\nEvidence of original scientific or scholarly research contributions in the field\nEvidence of authorship of scholarly books or articles (in scholarly journals with international circulation) in the field\n\nMultinational Manager or Executive category\nWhen an employer wishes to transfer an alien employee working abroad to a U.S. company as an EB1 Multinational Executive or Manager immigrant, a qualifying relationship must exist between the foreign employer and the U.S. employer. A qualifying relationship exists when the U.S. employer is an affiliate, parent or a subsidiary of the foreign firm, corporation, or other legal entity. To establish a qualifying relationship under the regulations (visa EB1C), the petitioner must show that the foreign employer and the U.S. employer are the same employer, or related as a parent/subsidiary or as affiliates.\n\nThe petitioning employer must be a U.S. employer.\nThe employer must have been doing business for at least 1 year, as an affiliate, a subsidiary, or as the same corporation  that employed the beneficiary abroad.\nThe beneficiary must be employed in a managerial or executive position.\nManagerial functions can also include management of an essential function of the organization, the beneficiary does not necessarily have a large number of direct reports.\nA United States employer may file a petition on Form I-140 for classification of an alien as a multinational executive or manager. No Labor Certification is required for this classification. The prospective employer in the United States must furnish a job offer in the form of a statement that indicates that the alien is employed in the United States in a managerial or executive capacity. Such a statement must clearly describe the duties performed by the alien.\n\nIn 2016 and 2017, heavy demand for EB1C-India green card has led to retrogression of EB1-India and EB1-China green cards  which means that Indian and Chinese scientists have to wait for an additional time in order to receive a green card, no matter how qualified they are.\n\nApplication\nEB-1 applicants, unlike most EB-2 and EB-3 applicants, don't have to go through the \"Permanent Labor Certification\" process.  If they are in status in the US (for example, working on an O-1 visa) and are from a country for which EB-1 numbers are current, EB-1 applicants may concurrently file the I-140 immigrant petition and the I-485 application for adjustment of status (plus I-131 and I-765).  Approval of the I-131 and I-765 grants the applicant a temporary employment authorization document and advance parole travel permission for the period during which the petition and application are being adjudicated.\nWithin this category, aliens with extraordinary ability (EB-1 section A) don't have to demonstrate that they have an employer in the US; they only have to demonstrate that they will keep working in the field in which they have the extraordinary abilities.  Most of the other EB-1 applicants (for example, multinational executives or managers and outstanding professors or researchers) have to have an employer in the US to sponsor their applications.\nObtaining lawful permanent residence as an alien of extraordinary ability is a difficult task. In 8 CFR § 204.5(h)(2), the definition of extraordinary ability is \"a level of expertise indicating that the individual is one of that small percentage who have risen to the very top of the field of endeavor\". The applicant must produce evidence which satisfies at least three of the 10 criteria listed in the regulation. If the USCIS approves the I-140 petition the applicant will be granted adjustment of status, assuming no ineligibilities such as disqualifying criminal convictions.\n\nSee also\nImmigration Act of 1990\n\n\n== References =="
}