{
  "title": "EB-3 visa",
  "url": "https://en.wikipedia.org/wiki/EB-3_visa",
  "text": "EB-3 is a visa preference category for United States employment-based permanent residency. It is intended for \"skilled workers\", \"professionals\", and \"other workers\". Those are prospective immigrants who don't qualify for the EB-1 or EB-2 preferences. The EB-3 requirements are less stringent, but the backlog may be longer. Unlike persons with extraordinary abilities in the EB-1 category, EB-3 applicants require a sponsoring employer. There is no \"self-petition\" category.\n\nEligibility criteria\nThe EB-3 category has three subcategories:  EB-3A,  Professionals;   EB-3B,  Skilled Workers;  and  EB-3C,  Other Workers.  For each, eligibility requirements include:\n\na Permanent Labor Certification\na permanent, full-time job offer\nability to demonstrate that the applicant will be performing work for which qualified workers are not available in the United States.\nSeparate requirements for each category are: \n\nSkilled workers - must be able to demonstrate at least 2 years of job experience or training\nProfessionals - must possess a U.S. baccalaureate degree or foreign degree equivalent, and must demonstrate that a baccalaureate degree is the normal requirement for entry into the occupation. Education and experience may not be substituted for a baccalaureate degree.\nOther workers - must be capable, at the time the petition is filed by the sponsoring employer, of performing unskilled labor (requiring less than 2 years training or experience), that is not of a temporary or seasonal nature, for which qualified workers are not available in the United States.\n\nQuotas\nAs of September 2012, the Department of State determined that the FY-2012 numerical limit for the worldwide employment-based preference must be 144,951, and the per-country limit must be 7% of the worldwide cap, regardless of the population of the country (this explains the enormous backlog for India and China). Out of this, the EB-3 category is limited to 28.6% of the worldwide level, plus any numbers not used by EB-1 and EB-2 (\"spillover\"), and with not more than 10,000 for \"other workers\".\n\nApplication\nThe application process begins with obtaining a Permanent Labor Certification, by submitting ETA Form 9089. The applicant does not need to be employed when the labor certification is filed; a future job offer is sufficient. The labor certification will accompany the actual application, the Petition for Alien Worker (Form I-140), which will confirm the applicant's [States under E34, E35, EW4 or EW5 visas. During the lengthy application process, many persons in the EB-3 category acquire additional experience or education, and are eligible apply for an \"upgrade\" to EB-2.\nAs of February 2016, the Department of State application processing fee for employment-based immigrant visas is US$345. The fee for the USCIS Immigrant Petition for Alien Worker (form I-140) is US$700. Other costs include medical examination and, if applicable, required vaccinations; translations; fees for obtaining supporting documents such as passport, police certificates, birth certificates, etc.\n\nSee also\nPermanent residence (United States) (the \"green card\")\n\nExternal links\nEmployment-Based Immigrant Visas - Bureau of Consular Affairs\nEmployment-Based Immigration: Third Preference EB-3 Archived 2013-09-08 at the Wayback Machine - USCIS\n\n\n== References =="
}