{
  "title": "EB-5 visa",
  "url": "https://en.wikipedia.org/wiki/EB-5_visa",
  "text": "The United States EB-5 visa, employment-based fifth preference category or EB-5 Immigrant Investor Visa Program was created in 1990 by the Immigration Act of 1990. It provides a method for eligible immigrant investors to become lawful permanent residents—informally known as \"green card\" holders—by investing substantial capital to finance a U.S. business (known as a \"new commercial enterprise\") as long as it creates at least 10 new, full-time jobs for Americans and work-authorized immigrants. The EB-5 program is intended to encourage both \"foreign investments and economic growth.\" The EB-5 Immigrant Investor Visa Program is one of five employment-based (EB) preference programs in the United States.: 4 \nBased on the EB‐5 Reform and Integrity Act, which was signed into law on March 15, 2022, the minimum investment requirement to qualify under the EB-5 program is $1,050,000. The investment requirement is reduced to $800,000, however, if the investment is made in a qualifying infrastructure project or Targeted Employment Area (TEA). Most immigrant investors who use the EB-5 program invest in a TEA: 8 —a rural area or area with the high unemployment rate in order to invest less capital. Investors who make a TEA investment or an infrastructure investment for the $800,000 investment minimum qualify for EB-5 \"set aside\" visas, which are broken down into three categories: infrastructure projects; projects in high-unemployment areas; and projects in rural areas.\nApplicants have the choice of investing directly or through a \"larger investor pool via regional centers (RCs)\",: 2  which are federally approved investment issuers that \"connect foreign investors with developers in need of funding, and take a commission.\" Regional centers are usually private, for-profit businesses that are approved by the U. S. Citizenship and Immigration Services (USCIS) which is part of the Department of Homeland Security.\nAs of April 4, 2023, there are 640 USCIS-approved regional centers, and as of March 2023, the \"vast majority\" of EB-5 visas were \"granted through regional center[s].\": 4  By 2015, the EB-5 program had become an \"important source of capital for developers\" and for the regional centers. If an EB-5 investment is made in a regional center, the jobs may be created indirectly through economic activity, as opposed to a direct investment.\nAs of April 23, 2020, 78,278 investors have applied for the EB-5 program. Most investors—about 80 percent—come from four countries: China, South Korea, Taiwan and the United Kingdom. Large numbers of applicants have also come from Vietnam, India, Brazil, Mexico, and Nigeria. In 2014, 85% of the 10,692 EB-5 visas issued were for Chinese nationals, according to a study by Savills Studley, a \"real estate services firm.\" On December 20, 2019, President Donald Trump signed a law extending the Regional Center Program through September 30, 2020. On March 15, 2022, President Joe Biden signed a law extending the regional center program through September 30, 2027.\n\nOverview\nThe EB-5 visa provides a method of obtaining a green card for foreign nationals who invest  in a \"new commercial enterprise\": 2  in the United States. The EB-5 program \"affords foreign nationals and their spouses and unmarried children under age 21 the ability to obtain a U.S. visa based solely upon a minimum investment in a for-profit enterprise that creates or retains a specified number of jobs\".: 1  To obtain the visa, individuals must invest $800,000 (TEA) or $1,050,000, creating or preserving at least 10 jobs for U.S. workers excluding the investor and their immediate family.\nIf the foreign national investor's petition is approved, the investor and their dependents will be granted conditional permanent residence valid for two years. Within the 90-day period before the conditional permanent residence expires, the investor must submit evidence documenting that the full required investment has been made and that 10 jobs have been maintained, or 10 jobs have been created or will be created within a reasonable time period.\nCommercial real estate projects result in job creation through construction work at first and eventually in the service industry, for example in hotels, restaurants, resorts and/or stadium development. For that reason, many of the EB-5 visa investments \"target commercial real estate\".: 8 \nAccording to a 2022 study, most recipients of EB-5 visas are Chinese millionaires. Individuals from less developed countries and from authoritarian states were more likely to obtain the visas. According to the study, these findings suggest that \"investor visas are used by elites in less developed countries to hedge against the risks associated with authoritarian rule. Such elites perceive investor visas as a foothold in a stable and democratic country that can provide an insurance policy or exit option.\"\n\n2019 regulation\nThe US Citizenship and Immigration Services (USCIS), published regulations making major changes in the EB-5 Immigrant Investor Program, effective November 21, 2019. The rules say that states can no longer designate regional centers; this duty now belongs to the Department of Homeland Security (DHS), which manages USCIS. This rule is intended to eliminate gerrymandering of TEAs.\nSen. Chuck Grassley (R-Iowa), who, along with Sen. Patrick Leahy (D-Vermont), sponsored a bill in 2015 to curtail the fraud he found in the EB-5 program, supported the 2019 rule changes, particularly as the rule affected TEA designations.\nBarron's reported that the November EB-5 changes would \"likely result in some developments moving from wealthy hubs into more rural and distressed areas,\" as the EB-5 program finances various high-end condominium developments. Barron's also reported that the program generated around $5 billion a year for 10,000 visas.\n\nEB-5 regional center investment projects\nHotel and multi-use developments financed with EB-5 investments include Hilton, Hyatt Hotels, Marriott's, Starwood's SLS Hotel & Casino.: 8  In 2016 Forbes cited Hudson Yards, Manhattan as a \"fine example\" of one of the \"very successful projects\" resulting from EB-5 investments.\nIn southern California, EB-5 projects include Europa Village, in Temecula, the Hilton Garden Inn in El Monte, and the JW Marriott hotel at L.A. Live in downtown Los Angeles.\nOne of the major infrastructure projects in the EB-5 program is the recently completed I-95/Pennsylvania Turnpike connector, which completed the longest north–south route in the Interstate Highway System.  Interstate 95, running from Maine to Florida, serves over 110 million people and 10 percent of the total US land area. The development began as part of the Federal-Aid Highway Act in 1956.\n\nEB-5 direct investment projects\nSelect investors, especially from India, elect to invest in their own investment project. EB-5 direct investment projects include franchised restaurants, hotels, healthcare providers, preschools as well as other independent businesses. Funds can be pooled but it is more common for investors to have a controlling, majority interest in the business. Demand for direct investment opportunities has significantly increased as of July 2021 due to the lowered investment amount of $500,000 and sunset of the regional center program.\nIt is possible to invest in a franchise for the E2 visa (for as little as $100,000) then convert to an EB-5 visa as long as the job requirement and investment thresholds are met.\n\nHistory\n1990–99\nCongress created the employment-based fifth preference category (EB-5) visa program in 1990 to \"create jobs for U.S. workers and to infuse new capital into the U.S. economy\".: 528  At that time the program was directed towards \"alien entrepreneurs\" who would not only invest $1 million or $500,000 in a \"new commercial enterprise\" but would also \"engage in the management of the new enterprise\" creating ten full-time jobs for U.S. citizens or lawful permanent residents.: 528  In order to make the program more investor-friendly, Congress enacted the 1993 Appropriations Act which amended the EB-5 program to create the \"Pilot Immigration Program\" — the Immigrant Investor Pilot Program (IIPP).: 528  Under the IIPP, foreign nationals could invest in a pre-approved regional center, or \"economic unit [referred to as regional centers], public or private, which is involved with the promotion of economic growth, including increased export sales, improved regional productivity, job creation, or increased domestic capital investment\".: 529  Investments within a regional center provide foreign nationals the added benefit of allowing them to count jobs created both directly and indirectly for purposes of meeting 10-job creation requirement. This was intended to help potential investors to meet \"the program's stringent requirements\" through passive investment.: 529  With the IIPP, the EB-5 visa became an investor's visa as opposed to an entrepreneur's visa.: 530 \nIn c.1995 former Immigration and Naturalization Service (INS) officials formed a company called AIS that acted as an intermediary between INS and immigrant entrepreneurs in the EB-5 program. Whereas EB-5 required an investment of $500,000 AIS only required $125,000 cash with the rest — $375,000 in the form of a promissory note. AIS claimed the promissory note would \"be forgiven once the immigrant's permanent residency application was approved\". The U.S. immigration agency, which was then known as the Immigration and Naturalization Service (INS), had interpreted the regulations regarding financial qualifications in a way that accepted this arrangement until c. 1998 when they were under investigation by the Government Accountability Office (GAO). There were allegations that the INS was giving preferential treatment to AIS in EB-5 matters. The INS (now USCIS) changed their \"interpretation of regulations regarding financial qualifications\" as a result of the probe. In 1997 and 1998 two owner-operators of Interbank, Herndon, Virginia had \"filed 320 false [EB-5] applications on behalf of 270 EB-5 immigrant investors. The INS raided Interbank in August 1998. The EB-5 program was temporarily suspended.: 11\n\n2000–09\nAlthough no one in AIS or INS was charged, in 2000 the two Interbank operators were arrested, then convicted and imprisoned on dozens of counts of \"money-laundering and fraud\" in the largest case of EB-5 fraud.: 11  INS District Director Warren A. Lewis said, \"Visa fraud whether done on the streets by selling fraudulent cards or through an elaborate financial scheme is against the law and will be investigated and prosecuted.\" Hundreds of immigrant investors \"lured\" to the United States had their permanent residency applications denied. Because of the INS investigation, the processing of 900 EB-5 cases was suspended, leaving immigrant families in limbo for years.: 527  When the GAO tabled their report in 2005 they concluded that immigrant investors were not utilizing the program because of the 900 EB-5 suspended files—some of which dated to 1995—as well as the \"onerous application process\" and \"lengthy adjudication periods\".\nAccording to a Brookings Institution and Rockefeller Foundation 2014 report, starting in 2008 there was a renewed interest in the \"under-utilized\" EB-5 visa program as the number of \"wealthy investors\" and \"ultra-wealthy individuals\" in emerging markets abroad increased and the access to \"traditional domestic financing\" in the United States had decreased because of the Great Recession.\n\n2010–21\nBy 2010, foreign investors' use of the EB-5 program was far less than Congress had originally anticipated. In 2011, USCIS began making a number of changes to the program in hopes of increasing the number of applicants. By the end of the 2011 fiscal year, more than 3,800 EB-5 applications had been filed, compared to fewer than 800 applications in 2007.\nInitially, under the first EB-5 program, the foreign investor was required to create an entirely new commercial enterprise; however, under the Pilot Program investments can be made directly in a job-generating commercial enterprise (new, or existing - \"Troubled Business\"), or into a regional center - a 3rd party-managed investment vehicle (private or public), which assumes the responsibility of creating the requisite jobs. Regional centers may charge an administration fee for managing the investor's investment and a \"percentage of what they raise from the developers\" which amounts to millions on large projects.\nSince 2010, the US Securities and Exchange Commission (SEC) has become more aggressive in regulating the program, prosecuting individuals not complying with regulations. At the same time, USICS has provided information on investors' expectations, reporting requirements, and added audits and site visits. Overall, participants in the program have developed their own best practices as well as educational initiatives to promote better understanding of legal parameters in immigration, financial matters and securities for those managing investor funds. EB-5 is one of the few government programs that creates jobs in the US without taxpayer costs.\nThe program reached capacity for the first time in August 2014 when the State Department stopped issuing EB-5 visas until the beginning of the next fiscal year, October 2014. By 2014, the number of EB-5 visas granted had more than doubled since 2009.\nIn 2019, under the Trump administration, new rules for the program went into effect and the US Congress extended the program throughout the remainder of the year. The new rules increased the investment amount from $1 million (US) to $1.8 million (US), from $500K (US) to $900K (US) in Targeted Employment Areas. In order to counteract the uncertainty of the EB-5 program's being continued in an unpredictable fashion, and to extend the program until 2024, Senators Chuck Grassley (R-Iowa) and Patrick Leahy (D-Vermont) introduced the EB-5 Reform and Integrity Act of 2019, S. 2540. The bill would give DHS more authority over the program, establish and fund a system of audits and site visits, require more disclosures and oversights, and improve transparency and accountability.\nIn 2020, Sen. Lindsey Graham (R-SC) co-sponsored a bill that would allow foreign investors to get involved outside of low-employment areas, lower the minimum investment needed to be made and allow some of the participants to move to the US during the period they waited for their visa. Co-sponsors were Sens. Chuck Schumer (D-NY), M. Rounds (R-SD) and Cornyn (R-TX). Related Companies of New York was one of the biggest users of EB-5 funding, particularly for its Hudson Yards project, and spent over $280,000 in EB-5 related funding. The massive Hudson Yards project, which opened in 2019, had its roots in a little-remembered document, the Report of the Group of 35. The Group of 35 was a \"wonky\" urban policy consortium founded by Sen. Schumer calling for New York City to get more involved in commercial development. The Report, issued in 2001, recommended the development of Commercial Business Districts (CBD) as a strategy to remain competitive. The new CBDs were to be in downtown Brooklyn and Long Island City, but the \"...most radical idea....\" was the positioning of a new CBD in Manhattan, now the site of Hudson Yards.\nIn March 2021, Grassley and Leahy introduced the EB-5 Reform and Integrity Act of 2021 to correct the \"...fraud-plagued EB-5 foreign investor program.\" Leahy was particularly concerned with Vermont's Jay Peak Ski Resort fraud where developers were accused of taking hundreds of millions of investors' dollars. The bill calls for regular audits by the Department of Homeland Security and new disclosure regulations to protect investors and insure compliance with EB-5 directives. The Act also reauthorizes the EB-5 Regional Center program which was due to lapse in June 2021. Statutory authorization related to the regional center portion of the EB-5 Program expired at midnight on June 30, 2021, after an attempt to extend and improve the program was blocked by the U.S. Senate.\n\n2022\nOn March 15, President Biden signed a law that includes authority for an EB-5 Immigrant Investor Regional Center Program and various implementation effective dates for the program. There were three major changes to the program in the new bill, including more regulation and government oversight. First, the bill authorizes EB-5 for five years, until September 2027. Previous versions were short-term renewals and last-minute extensions. Second are security provisions that preclude participants from taking advantage of the program; e.g., regional centers must act more transparently and comply with regulation from DHS. The third change is a \"grandfather\" clause that protects participants from being put into abeyance should the program expire during the term of their \"good faith\" investment. Additionally, investors were historically required to invest $500,000 plus a $50,000 administrative into an EB-5 project. The new requirement is an investment of $1,050,000 or $800,000 into a high-unemployment area.\n\nIncreased interest from China\nBetween 2009 and 2013, GreenTech Automotive, led by founder and CEO Charlie Wang, raised $141.5 million from Chinese investors under the EB-5 program. As of August 2013, however, out of 91 foreign investors in GreenTech, only one had received permanent residency status. In November 2017, a total of 32 Chinese investors in the company brought a $17 million fraud lawsuit against Greentech and its principals. The lawsuit accused them of lies, manipulation, fraudulent misrepresentations,  and running a “scam.” The investors said that they were each swindled out of $560,000.  The investors said that they as a result risked being deported from the U.S. because the Department of Homeland Security had determined that Greentech did not generate the number of jobs necessary for the number of visas that were issued through the EB-5 program.  In June 2017 the United States Court of Appeals for the Fourth Circuit upheld a ruling from a lower court federal judge who said the lawsuit wasn’t specific enough about how the allegedly misleading and false statements induced the Chinese nationals to invest in Greentech; at the same time, the court of appeals strongly disapproved of the claims the men had made in promoting  Greentech. GreenTech declared bankruptcy in February 2018.\nAccording to the Savills Studley 2015 report, in 2011 out of a total of 3,463 EB-5 Visas granted, 2,408 of them — representing 69.5% — were from Chinese nationals. By 2014 out of a total of 10,692 EB-5 Visas granted, 9,128 of them — representing 85.4% — were from Chinese nationals.: 4  The authors of the report conclude that the \"increase in the number of applicants to the EB-5 program has stemmed from an increase in interest from mainland Chinese\".: 6  As Asia's economy flourishes, there's an increase of new money in China. In 2012 there were 1.5 million, by 2013 there were 2.4 million which is more than new money in Japan.: 6 \nIn 2020, members of both houses of the US Congress called for the Trump administration to initiate a federal review of the EB-5 program. They called for the US Government Accountability Office (GAO) to investigate the involvement of the Chinese Communist Party (CCP) in exploiting the program. Critics pointed out that almost 80% of the visas issued from 2012 to 2018 went to citizens of the People's Republic of China and that a large majority of EB-5 investor backlog is made up of Chinese citizens. Some financial experts have observed that the encouragement of foreign investment intrinsic to the program is precisely what the US needs to recover from the COVID-19 pandemic, providing funding, for example, for the $1 trillion (US) infrastructure proposal being devised by the Trump administration. The US Department of Transportation would utilize the funding for traditional bridges and roads but would also preserve resources for rural broadband development and 5G wireless networks.\n\nPotential abolishment\nOn February 25, 2025, President Donald Trump announced that the EB-5 visa would be abolished; a \"gold card\" program would replace it. Trump claimed that the program would not require Congressional approval, and that minimum investment would be $5,000,000. Trump touted the idea by stating it could pay off $36 trillion in the national debt. As of February 26, Trump made no mention of job creation requirements. When a reporter at the February 25 Oval Office event asked him whether a Russian oligarch would be eligibile for this program, Trump replied,  \"Yeah, possibly. I know some Russian oligarchs that are very nice people.\"\n\nTargeted Employment Areas\nThe original EB-5 law required investment in a Targeted Employment Area. This meant that the area for potential investment had to be either rural or have a \"jobless rate\" representing \"150% of the national average\". However, over time regions and states that wanted both the development and the employment, and developers became more skilled in \"crafting\" an acceptable targeted area (TEA)s, an \"essential part of gaining USCIS approval\". A June 2014 Fortune article stated that, \"after years of industry pressure, it's now USCIS policy to automatically accept any state designation of a TEA, even though states routinely approve gerrymandered districts that tack on distant high-unemployment tracts to allow EB-5 endeavors in wealthy areas\".\nBy 2011 there were concerns raised about areas in New York that had been \"strangely gerrymandered\" in order that \"relatively upscale and wealthy locations could qualify for TEA status\" according to an article in The New York Times in 2011. A proposed China City program in that area received \"pushback from locals against an EB-5-funded program\" there.\nMarriott EB-5-funded construction projects have been criticized for acquiring TEA status for wealthy and well-off regions including in Washington D.C., contradicting the original spirit of the TEA designation. In June 2014 when the $520 million-Marriott Marquis convention center hotel—D.C.'s new largest hotel—was officially opened on June 10, 2014, by Mayor Vince Gray, who announced Air China's maiden first direct flights between D.C. and Beijing. and hoped the Air China passengers would \"stay in the Marriott Marquis\". In a June 27 article Washington City Paper reported that it was \"fitting\" that Air China passengers stayed in the Marriott Marquis because they invested $5 million through the federal EB-5 visa program \"earning green cards in the process\". In the same article, other recent \"major D.C. development projects using EB-5 funds\" including Shaw's CityMarket at O development that \"used $97 million of EB-5 funding\" and earned \"green cards for nearly 200 foreigners\". A top priority of Mayor Gray's administration was to nurture a \"stronger business relationship with China, the primary source of EB-5 funding in D.C. and nationally\".\nBy 2014 the process by which an area could qualify for TEA status had eased considerably as reflected in the simplified description of the qualifying requirements published by the American Immigration Lawyers Association, \"Each immigrant investor must create 10 US jobs with an investment of $500,000 or more\".\nIf the location of the proposed new business is not a TEA, the investor has the option to gather the relevant publicly available state or federal statistics on their own and submit it with their petition for USCIS to have a new TEA determination made. In California, the investor may petition the state government for designating a particular subdivision of the area as an area of high unemployment (over 150% the national average); however, this designation is not made by USCIS.\nThere have been significant recent changes to how project locations may qualify as TEAs. The EB-5 Immigrant Investor Program Modernization regulation was published by Department of Homeland Security (DHS) in the Federal Register on July 24, 2019, went into effect on November 21, 2019.\nThere is no centralized list of targeted employment areas. California, Florida, and Washington  maintain lists of TEAs. The Washington State Employment Security Department designates which areas have high unemployment rates (HUAS) that qualify for EB-5 visa.\n\nEB-5 Regional Centers\n\"The EB-5 Regional Center Program creates jobs and spurs capital investment in communities across the nation.\"\nThe 1993 Appropriations Act amended the EB-5 program to create the Immigrant Investor Pilot Program (IIPP),: 528  which allowed foreign nationals to invest in an economic unit called a regional center, or \"economic unit\" [referred to as regional centers]. RCs promote economic growth, \"including increased export sales, improved regional productivity, job creation, or increased domestic capital investment\".: 529  Private entities or states can apply to become regional centers. Investments within a regional center provide foreign nationals the added benefit of allowing them to count jobs created both directly and indirectly for purposes of meeting the 10-job creation requirement. The EB-5 Regional Center Pilot Program (RC) program, which was \"enacted in 1993 for a period of five years\", allows investors to \"pool their investments into a larger project assembled by a regional center, for which indirect jobs may be counted\".: 2  The five-year pilot program has been regularly reauthorized ever since. USCIS maintains a list of approved (but not necessarily endorsed or guaranteed) EB-5 regional centers by state, but without specific details.\nRCs are USCIS-approved third-party entities, usually for-profit, private intermediaries, that \"connect foreign investors with developers in need of funding, and take a commission\". The RC approvals are decided by the U. S. Citizenship and Immigration Services (USCIS) which is part of the Department of Homeland Security. By May 1, 2017, the USCIS 883 RCs were USCIS-approved. The USCIS — the agency that administers the program, the regional centers and the immigrant investor form the three prongs of the regional center program interaction.: 10  The Brookings-Rockefeller report included the program's \"missteps\" that \"illustrate the vulnerability of a system dependent on the relationships between USCIS, regional centers, and investors\".: 11 \nIn 1994 the first two regional centers were established and by 2007 there were 16. As the banking crisis worsened and access to capital became difficult, the number of approved regional centers proliferated. For example, at the end of FY 2007 there were only 11 USCIS-approved regional centers. In 2008 the RCs \"nearly doubled\" and their numbers have mushroomed since then.: 5  By February 2, 2015, there were approximately 630: 9  and by May 1, 2017, there were 883. Many of them operate in multiple states.: 9 \nBy 2015 the RC program had \"generated billions of dollars in capital investment and created tens of thousands of jobs across the country\". By 2015, RC applications represented over 95% of all EB-5 investments.: 2  EB-5 investors who use RC intermediaries do not have to actively manage a business,: 2  but they lose on the rate of return. The Savills Studley 2015 report recommended that investors who are concerned about maximizing profits benefit from investing individually.: 2 \nIn June 2015 Senators Patrick Leahy (D-Vt) and Chuck Grassley (R-Iowa) introduced legislation to \"extend and significantly improve the job-creating immigrant investor visa program\" and re-authorize the \"EB-5 Regional Center program\". Senator Leahy said that, since 2005, the EB-5 program had \"create[d] jobs and provide[d] access to capital in communities in Vermont and throughout the country, all at no cost to American taxpayers\". Senator Grassley added, \"The EB-5 regional center program was created to benefit American communities through investment and job creation.  In many instances the program has helped combat a stagnant economy.\"\n\nVermont's Regional Center has been a successful private-public partnership between the State of Vermont and an increasing number of Vermont businesses, bringing economic development and job growth to the state since 1997.  Vermont's projects have drawn business and tourism to the state, fueling local economies and creating jobs.\nEB-5 Funding has helped rebuild the Las Vegas economy. The city had seen a boom in using regional centers and EB-5 funding to build new casino projects. In 2013 the first EB-5 project - the Downtown Grand was built followed by SLS, formerly the Sahara Hotel. Additional new casino projects obtaining EB-5 funding on the Las Vegas Strip included the Lucky Dragon Hotel and Casino, Dynasty Hotel Casino, Clarion Hotel, and Resorts World Las Vegas. Foreign investors are also being solicited to invest in Las Vegas' SLS Hotel & Casino.\nThe Pennsylvania Turnpike Commission entered into a partnership with the Delaware Valley Regional Center (DVRC) in 2014 to raise half of the $416 million needed to construct the interchange between the turnpike and I-95. The EB-5 program will allow the Turnpike Commission through the DVRC to save about $35 million over traditional borrowing costs over five years. The total project generated over 5,300 permanent, full-time jobs which productively affected the region. The turnpike effort was supported by all levels of government affected. Pennsylvania Turnpike Commission's involvement enabled the DVRC to solicit and subscribe the needed 400 investors in the undertaking in 10 months.\nMajor developers formed their own regional centers with the goal of soliciting EB-5 investments. Other projects that have received EB-5 regional center funding include the Hudson Yards Redevelopment Project, the George Washington Bridge Bus Terminal, and the New York Wheel.\n\nRegulatory bodies\nSecurities and Exchange Commission (SEC)\nThe investment remaining at risk throughout conditional residency is a fundamental program requirement, and the petitions of those investors who cannot provide evidence that they met this requirement will be denied.\nUSIF said the firm was \"committed to strict adherence to securities and all applicable laws,\"\nThe U.S. Securities and Exchange Commission considers some \"EB-5 offerings\" to be securities covered under U.S. securities laws. \"[C]ompanies and individuals that sell EB-5 investments cannot \"defraud investors, make false claims or fail to mention relevant information\". However, the SEC has limited ability to \"bring fraud claims where the funds solicited and the investors are based overseas\".\n\nU. S. Citizenship and Immigration Services (USCIS)\nThe U. S. Citizenship and Immigration Services (USCIS) sets guidelines for EB-5 projects and monitors compliance with immigration rules. Under EB-5 visa guidelines, \"investors must put their capital at risk and the green card is not guaranteed\". The USCIS also evaluates approvals for regional centers.\n\nSEC 2013 investor alert\nIn 2013, the U. S. Securities and Exchange Commission issued an investor alert to warn investors about an increase in fraudulent investment scams that exploit the EB-5 visa program. The SEC listed \"warning signs of fraud\" such as automatic, timely and/or guaranteed \"promises of a visa or permanent resident status\" and established the SEC Whistleblower Program to offer a monetary award for \"exposing EB-5 fraud\". Under the SEC Whistleblower Program, individuals are eligible to receive a reward for providing the SEC with original information about securities fraud, including EB-5 fraud. If the SEC uses the individual's information to bring a successful enforcement action, he or she is eligible to receive 10% to 30% of the monetary sanctions collected as an award. A whistleblower's tip about a $147 million EB-5 scheme has already resulted in a $14.7 million SEC award.\n\nEB-5 under scrutiny and fraud cases\nOn August 24, 2015, the SEC filed civil fraud charges against Lobsang Dargey for his misuse of the EB-5 Visa program by misappropriating about $136 million from Chinese investors through his Path America entity. The SEC received a settlement offer in January 2017 that \"signaled \"a possible resolution to the high-profile case\".\nBy 2016 scrutiny of the EB-5 program had increased as \"investigators uncovered numerous cases of fraud, discovered individuals with possible ties to Chinese and Iranian intelligence using fake documents and learned that international fugitives who have laundered money had infiltrated the program.\" In that year Senator Charles E. Grassley (R-Iowa), a longtime critic of EB-5, described the program as one that had \"long been riddled with corruption and national security vulnerabilities.\nIn March 2016 Taylor Johnson, a special agent with Immigration and Customs Enforcement, who had questioned the \"vetting of individuals involved in a [EB-5] development project in Las Vegas\" was fired. In response to her complaints, the Office of Special Counsel and the Department of Homeland Security's Office of the Inspector General undertook an investigation.\nVermont's EB-5 program was \"burned\" with the \"massive eight-year fraudulent scheme\" in which the owners of Jay Peak Ski Resort in Vermont misappropriated funds for a $350 million EB-5 project. It was the \"most followed EB-5 fraud case\" according to Forbes. Foreign investors lost their investments in \"Jay Peak, Burke Mountain and related projects in the NEK\".\n\nJay Peak was one of the original grandfather regional centers that was a very vocal proponent of the program. For this to happen, it's kind of a black eye.\nIn June 2015 Senators Patrick Leahy (D-Vt) and Chuck Grassley (R-Iowa) introduced the \"American Job Creation and Investment Promotion Reform Act\" to \"extend and significantly improve the job-creating immigrant investor visa program\" and to \"address fraud and national security concerns\". In September 2016, House Judiciary Chairman Bob Goodlatte (R-VA) and Ranking Member John Conyers (D-MI) introduced legislation to \"reform and reauthorize the EB-5 Regional Center program\".\nIn February 2017 Senators Dianne Feinstein (D-CA) and Grassley, a critic of EB-5, introduced a bill in February 2017 to terminate the program. In a joint statement they claimed that, \"The EB-5 program is inherently flawed. It says that U.S. citizenship is for sale. It is wrong to have a special pathway to citizenship for the wealthy while millions wait in line for visas.\" Grassley and Feinstein say that \"there is no reliable or verifiable way to measure how many jobs are created\" and that \"many of the wealthiest parts of the country have been incorrectly labeled as \"high unemployment.\"\nIn April 2017 the EB-5 visa \"cash-for-residency scheme\" was under investigation by the FBI with a specific focus on the California Investment Immigration Fund because of its \"alleg[ed] connection[s] to \"abuses of the \"controversial\" program. The FBI raided a Los Angeles-area business in April, 2017 in which a father and daughter team were suspected of \"orchestrating a $50 million\" EB-5 visa fraud scheme.\nSupporters of the foreign investor visa include Senator Chuck Schumer (D-New York), along with some in the Obama administration. They say that the program \"delivered billions of dollars into the American economy: $8.7 billion and 35,140 jobs since October 12\". According to federal auditors the numbers were \"not valid and reliable\".\nThey \"have capitalized on a lucrative government program that critics say has little oversight and loose rules\".\n\nKushner Companies promotion in May 2017\nStarting on May 6, 2017, a number of major media outlets began raising concerns about ethical implications regarding the way in which the EB-5 program was promoted to potential Chinese investors by Kushner Companies, because of Jared Kushner's pivotal and influential role in the Presidency of Donald Trump, his father-in-law. Chinese investors were shown a photo of Trump that was placed a marketing slide show in such a way so as to suggest the ease of getting a green card. The Independent headlined with \"Trump and Kushner exploitation of presidency 'unlike anything we have ever seen before'.\n\nEffects\nA 2015 study found that the EB-5 investor visa program boosted investment in the United States during the Great Recession of 2008 to 2012. The study found \"that Chinese wealthy private business owners are mainly participants in EB-5 for acquiring a U.S. green card on behalf of their young adult children. The rate of return of the EB-5 program for investors is a low-priority item, less important than return of capital.\"\n\nSee also\nImmigrant visa\n\nNotes\nReferences\nExternal links\nImmigrant Investor Regional Centers"
}