{
  "title": "Employment authorization document",
  "url": "https://en.wikipedia.org/wiki/Employment_authorization_document",
  "text": "A Form I-766 employment authorization document (EAD; [1]) or EAD card, known popularly as a work permit, is a document issued by the United States Citizenship and Immigration Services (USCIS) that provides temporary employment authorization to noncitizens in the United States.\nCurrently the Form I-766 Employment Authorization Document is issued in the form of a standard credit card-size plastic card enhanced with multiple security features. The card contains some basic information about the immigrant: name, birth date, sex, immigrant category, country of birth, photo, immigrant registration number (also called \"A-number\"), card number, restrictive terms and conditions, and dates of validity. This document, however, should not be confused with the green card.\n\nObtaining an EAD\nTo request an Employment Authorization Document, noncitizens who qualify may file Form I-765, Application for Employment Authorization. Applicants must then send the form via mail to the USCIS Regional Service Center that serves their area. If approved, an Employment Authorization Document will be issued for a specific period of time based on alien's immigration situation.\nThereafter, USCIS will issue Employment Authorization Documents in the following categories: \n\nRenewal Employment Authorization Document: the renewal process takes the same amount of time as a first-time application so the noncitizen may have to plan ahead and request the renewal 3 to 4 months before expiration date.\nReplacement Employment Authorization Document: Replaces a lost, stolen, or mutilated EAD. A replacement Employment Authorization Document also replaces an Employment Authorization Document that was issued with incorrect information, such as a misspelled name.\nFor employment-based green card applicants, the priority date needs to be current to apply for Adjustment of Status (I-485) at which time an Employment Authorization Document can be applied for. Typically, it is recommended to apply for Advance Parole at the same time so that visa stamping is not required when re-entering US from a foreign country.\n\nInterim EAD\nAn interim Employment Authorization Document is an Employment Authorization Document issued to an eligible applicant when U.S. Citizenship and Immigration Services has failed to adjudicate an application within 90 days of receipt of a properly filed Employment Authorization Document applicationwithin 90 days of receipt of a properly filed Employment Authorization Document application or within 30 days of a properly filed initial Employment Authorization Document application based on an asylum application filed on or after January 4, 1995. The interim Employment Authorization Document will be granted for a period not to exceed 240 days and is subject to the conditions noted on the document.\nAn interim Employment Authorization Document is no longer issued by local service centers. One can however take an INFOPASS appointment and place a service request at local centers, explicitly asking for it if the application exceeds 90 days and 30 days for asylum applicants without an adjudication.\n\nRestrictions\nThe eligibility criteria for employment authorization is detailed in the Federal Regulations section 8 C.F.R. §274a.12. Only aliens who fall under the enumerated categories are eligible for an employment authorization document. Currently, there are more than 40 types of immigration status that make their holders eligible to apply for an Employment Authorization Document card. Some are nationality-based and apply to a very small number of people. Others are much broader, such as those covering the spouses of E-1, E-2, E-3, or L-1 visa holders.\n\nQualifying EAD categories\nThe category includes the persons who either are given an Employment Authorization Document incident to their status or must apply for an Employment Authorization Document in order to accept the employment.\n\nAsylee/Refugee, their spouses, and their children\nCitizens or nationals of countries falling in certain categories\nForeign students with active\nF-1 status who wish to pursue\nPre- or Post-Optional Practical Training, either paid or unpaid, which must be directly related to the students' major of study\nOptional Practical Training for designated science, technology, engineering, and mathematics degree holders, where the beneficiary must be employed for paid positions directly related to the beneficiary's major of study, and the employer must be using E-Verify\nThe internship, either paid or unpaid, with an authorized International Organization\nThe off-campus employment during the students' academic progress due to significant economic hardship, regardless of the students' major of study\nM-1 status who wish to pursue practical training which is directly related to the students' vocational training from the school\nJ-1 Summer Work/Travel visa holders\nSpouses of exchange visitors with certain regulation\nEligible dependents of employees of diplomatic missions, International Organization, or NATO\nCertain employment-based nonimmigrants; limits may apply\nCertain family-based nonimmigrants\nPersons within the adjustment-of-status categories\nOther eligible categories\n\nPersons who do not qualify for an Employment Authorization Document\nThe following persons do not qualify for an Employment Authorization Document, nor can they accept any employment in the United States, unless the incident of status may allow.\n\nVisa waived persons for pleasure\nB-2 visitors for pleasure\nTransiting passengers via U.S. port-of-entry\nThe following persons do not qualify for an Employment Authorization Document, even if they are authorized to work in certain conditions, according to the U.S. Citizenship and Immigration Service regulations (8 CFR Part 274a). Some statuses may be authorized to work only for a certain employer, under the term of 'alien authorized to work for the specific employer incident to the status', usually who has petitioned or sponsored the persons' employment. In this case, unless otherwise stated by the U.S. Department of Homeland Security, no approval from either the U.S. Department of Homeland Security or U.S. Citizenship and Immigration Services is needed.\n\nTemporary non-immigrant workers employed by sponsoring organizations holding following status:\nH (Dependents of H immigrants may qualify if they have been granted an extension beyond six years or based on an approved I-140 perm filing)\nI\nL-1 (Dependents of L-1 visa are qualified to apply for an Employment Authorization Document immediately)\nO-1\nForeign student holding F-1 nonimmigrant student status, with certain working-hour limitations, who is pursuing:\non-campus employment, regardless of the students' field of study\ncurricular practical training for paid (can be unpaid) alternative study, pre-approved by the school, which must be the integral part of the students' study\nExchange visitor employed by sponsoring organizations; limits may apply\nCrew members, only for the carrier who has employed the persons\n\nBackground: immigration control and employment regulations\nUndocumented immigrants have been considered a source of low-wage labor, both in the formal and informal sectors of the economy. However, in the late 1980s with an increasing influx of un-regulated immigration, many worried about how this would impact the economy and, at the same time, citizens. Consequently, in 1986, Congress enacted the Immigration Reform and Control Act \"in order to control and deter illegal immigration to the United States\" resulting increasing patrolling of U.S. borders.  Additionally, the Immigration Reform and Control Act implemented new employment regulations that imposed employer sanctions, criminal and civil penalties \"against employers who knowingly [hired] illegal workers\". Prior to this reform, employers were not required to verify the identity and employment authorization of their employees; for the very first time, this reform \"made it a crime for undocumented immigrants to work\" in the United States.\nThe Employment Eligibility Verification document (I-9) was required to be used by employers to \"verify the identity and employment authorization of individuals hired for employment in the United States\". While this form is not to be submitted unless requested by government officials, it is required that all employers have an I-9 form from each of their employees, which they must be retain for three years after day of hire or one year after employment is terminated.\n\nI-9 qualifying citizenship or immigration statuses\nA citizen of the United States\nA noncitizen national of the United States\nA lawful permanent resident\nAn alien authorized to work\nAs an \"Alien Authorized to Work,\" the employee must provide an \"A-Number\"  present in the EAD card, along with the expiration day of the temporary employment authorization. Thus, as established by form I-9, the EAD card is a document which serves as both an identification and verification of employment eligibility.\nConcurrently, the Immigration Act of 1990 “increased the limits on lawful immigration to the United States,\" [...] \"established new nonimmigrant admission categories,\" and revised acceptable grounds for deportation. Most importantly, it brought to light the \"authorized temporary protected status\" for aliens of designated countries.\nThrough the revision and creation of new classes of nonimmigrants, qualified for admission and temporary working status, both IRCA and the Immigration Act of 1990 provided legislation for the regulation of employment of noncitizen.\nThe 9/11 attacks brought to the surface the weak aspect of the immigration system. After the September 11 attacks, the United States intensified its focus on interior reinforcement of immigration laws to reduce illegal immigration and to identify and remove criminal aliens.\n\nTemporary worker: Alien Authorized to Work\nUndocumented Immigrants are individuals in the United States without lawful status. When these individuals qualify for some form of relief from deportation, individuals may qualify for some form of legal status. In this case, temporarily protected noncitizens are those who are granted \"the right to remain in the country and work during a designated period\". Thus, this is kind of an \"in-between status\" that provides individuals temporary employment and temporary relief from deportation, but it does not lead to permanent residency or citizenship status. Therefore, an Employment Authorization Document should not be confused with a legalization document and it is neither U.S. permanent resident status nor U.S. citizenship status. The Employment Authorization Document is given, as mentioned before, to eligible noncitizens as part of a reform or law that gives individuals temporary legal status\n\nExamples of \"Temporarily Protected\" noncitizens (eligible for an Employment Authorization Document)\nTemporary Protected Status (TPS)\nUnder Temporary Protected Status, individuals are given relief from deportation as temporary refugees in the United States. Under Temporary Protected Status, individuals are given protected status if found that \"conditions in that country pose a danger to personal safety due to ongoing armed conflict or an environmental disaster\". This status is granted typically for 6 to 18 month periods, eligible for renewal unless the individual's Temporary Protected Status is terminated by U.S. Citizenship and Immigration Services. If withdrawal of Temporary Protected Status occurs, the individual faces exclusion or deportation proceedings.\nDeferred Action for Childhood Arrivals (DACA)\nDeferred Action for Childhood Arrivals was authorized by President Obama in 2012; it provided qualified undocumented youth \"access to relief from deportation, renewable work permits, and temporary Social Security numbers\".\nBlocked from being Implemented\nDeferred Action for Parents of Americans (DAPA): If enacted, Deferred Action for Parents of Americans would provide parents of Americans and Lawful Permanent Residents, protection from deportation and make them eligible for an Employment Authorization Document.\n\nSee also\nWork permit\n\nReferences\nExternal links\nI-765, Application for Employment Authorization, U.S. Citizenship and Immigration Services.\n8 CFR 274a.12 - Classes of aliens authorized to accept employment"
}