{
  "title": "J-1 visa",
  "url": "https://en.wikipedia.org/wiki/J-1_visa",
  "text": "A J-1 visa is a non-immigrant visa issued by the United States to research scholars, professors and exchange visitors participating in programs that promote cultural exchange, especially to obtain medical or business training within the U.S. All applicants must meet eligibility criteria, English language requirements, and be sponsored either by a university, private sector or government program. J-1 visa holders must usually return home for two years following visa expiration so they impart cultural knowledge learned in the United States. In 2022, the State Department issued 284,486 J-1 visas, with a visa approval rate of 88.8%. Between 2001 and 2021, there were 6,178,355 J-1 visas issued by the State Department. In 2023, there were 4,209 J-1 visa sponsors. Certain J-1 categories saw increased percentage increase in visas between 2021 and 2022. For example, The J-1 Visa for Summer Work/Travel increased 134% from 39,647 to 92,619. J-1 Teachers increased 467% from 719 to 4,076. Interns increased 212% from 5,402 to 16,833.\n\nJ-1 categories\nDifferent categories exist within the J-1 program, each defining the purpose or type of exchange.  While most J-1 categories are explicitly named in the federal regulations governing the J-1 program, others have been inferred from the regulatory language.\n\nVisa requirements\nCategory requirement\nAn international visitor must be picked by the State Department and be a recognized leader in a special field.\nCamp counselors must be at least 18 years old, speak English, and be \"either a foreign post-secondary student, youth worker, teacher or individual with specialized skills.\"\nAu pairs provide childcare to American families. They must be between the age of 18 and 26, speak proficient English, pass a background check, and have secondary school education level or above.\nA research scholar is a foreign citizen in the U.S. to conduct research. These scholars are allowed to teach and lecture.\nA professor is for a foreign citizen here to teach, lecture, or consult at a college or university. These professors cannot be a tenure-track candidate or have completed a professor program within two years of the new job start.\nSummer work travel visitors must be a post-secondary college student who completed one semester of academic study, speak proficient English, and have a summer job.\nAn intern must have graduated from a post-secondary college or university a year before the J-1 visa start date. Additionally, these interns cannot work in childcare, elder care, or health care. They cannot be in unskilled labor jobs or work in jobs requiring more than 20% of the work to be clerical or office support.\n\nVisa process\nFor potential J-1 visa applicants, the first step is to locate and contact a designated sponsor. The State Department provides the list of designated sponsors.\n\nVisa interview\nMost visa applicants are required to interview with the U.S embassy or consulate. If the applicant is younger than 13 or is older than 80, an interview is \"generally not required\".\nThese are the documents required for someone's J-1 visa interview.\n\nThe Certificate of Eligibility (Form DS-2019) issued by the sponsor of the program\nSupporting documents which are country specific and the consulate website will have details\nA valid passport, that does not expire within the next six months\nThe I-901 SEVIS Fee ($220)\nForm DS-160 completed online – this is the non-immigrant visa application\nFee receipt confirming payment of the visa application fee of $160\nA recent color 2\"×2\" photograph, in the specified format.\n\nReporting\nJ-1 visa sponsors are required to monitor the progress and welfare of their participants. The J-1 visa sponsors should ensure that the participants' activities are consistent with the program category identified on the participants' Form DS-2019. Sponsors are also to require their participants to provide current contact (address and telephone number) information and to maintain this information in their files.\nAll exchange visitor applicants must have a SEVIS-generated DS-2019 issued by a DOS designated sponsor, which they submit when they are applying for their exchange visitor visa. The consular officer verifies the DS-2019 record electronically through the SEVIS system in order to process your exchange visitor visa application to conclusion. Unless otherwise exempt, exchange visitor applicants must pay a SEVIS I-901 Fee to DHS for each individual program.\nElectronic records on J-1 visitors and their dependents are maintained in Student and Exchange Visitor Information System (SEVIS) of the Student and Exchange Visitor Program by their program sponsor.  J-1 visitors must report certain information, such as a change in legal name or a change of address, within 10 days.  Failure is considered a violation of the J-1 visitor's immigration status and may result in the termination of the visitor's exchange program.\n\nTaxation\nTaxation of income earned by J-1 visitors varies according to the specific category the visitor was admitted under; the visitor's country of origin; and the duration of the visitor's stay in the United States.  J-1 visa holders are exempt from paying Federal Insurance Contributions Act (FICA) taxes (for Social Security and Medicare) when they are nonresident aliens for tax purposes, which is usually the first five calendar years if they are categorized as students, or the first two calendar years if they are categorized as teachers or trainees. However, they are subjected to other applicable federal, state, and local taxes. People on J-1 filing their federal income taxes who have been in the United States for five years or fewer (for students) or two years or fewer (for teachers and trainees) need to use the non-resident 1040-NR tax forms.  Some J-1 visa holders may be eligible for certain tax treaty provisions based on their country of origin.\nEmployers who hire J-1 visitors may also save on payroll taxes. J-1 visitors do not pay Social Security, Medicare or Federal Unemployment taxes, employers do not have to match these taxes. A typical employer who hires 5 Work/Travel J-1 visitors and pays $8/hour each may save over $2317 in a typical 4-months season.\n\nMandatory home residence\nMany persons in the United States on J-1 visa are subject to the two-year home residency requirement found in Section 212(e) of the Immigration and Nationality Act. Under the Section 212(e), before a person on a J-1 visa with the two-year home residency requirement can obtain H, K, or L visas, obtain U.S. permanent resident status, or change nonimmigrant status inside the US, the J-1 person must either return to the country of last residence for two years or obtain a waiver of the two-year home residency requirement.\nUpon their departure from the United States, many J-1 visa holders are required to complete a mandatory two-year home-country physical presence prior to re-entry into the United States under dual intent visas, such as H-1B. This applies for those whose exchange program was funded by either their government or the U.S. government, involves specialized knowledge or skills deemed necessary by their home country or if they  received graduate medical training. The two-year stay can be served in several intervals. This mandatory two-year home-country stay can be waived under the following conditions:\n\nNo objection statement (NOS) issued by the government of the home country of the J visa holders.\nExceptional hardship: If a J-1 holder can demonstrate that his or her departure would cause exceptional hardship to his U.S. citizen or legal permanent resident dependents.\nPersecution: If a J-1 holder can demonstrate that he or she can be persecuted in his home country.\nInterested government agency: A waiver issued for a J-1 holder by a U.S. Federal Government agency that has determined that such person is working on a project for or of its interest and the person's departure will be detrimental to its interest.\nConrad program: A waiver issued for a foreign medical graduate who has an offer of full-time employment at a health care facility in a designated health care professional shortage area or at a health care facility which serves patients from such a designated area.\nFor the No Objection Statement J-1 waiver, the exchange visitor's home country government should issue a No Objection Statement (NOS) through its embassy in Washington, DC directly to the Waiver Review Division that it has no objection to the exchange visitor not returning to the home country to satisfy the INA 212(e) two-year foreign residence requirement, and does not object to the possibility of the exchange visitor becoming a resident of the United States.\n\nConclusion of J-1 visa exchange\nJ-1 visitors may remain in the United States until the end of their exchange program, as specified on form DS-2019.  Once a J-1 visitor's program ends, he or she may remain in the United States for an additional 30 days, often referred to as a \"grace period\", in order to prepare for departure from the country.\n\nThe actual J-1 visa certificate does not specifically document this 30-day post-study/exam \"grace period\", and consequently some airline counter staff have refused to issue a boarding pass to an embarking student.  In particular, when the student's return ticket is departing after the J-1 visa has expired.  For example: the return date is the next day after the student's last exam.\nIf the visitor leaves the United States during these 30 days, the visitor may not re-enter with the J-1 visa.\nThe minimal and the maximal duration of stay are determined by the specific J-1 category under which an exchange visitor is admitted into the United States.\nAs with other non-immigrant visas, a J-1 visa holder and his or her dependents are required to leave the United States at the end of the duration of stay. After departure, J-1 visa holders must complete a mandatory two-year home-country stay (unless the U.S. government grants an exemption).\n\nJ-1 visa physicians\nAn important category within the J-1 visa program is alien physicians.  Between 2018 and 2022, 15,003 new foreign physicians were brought on a J-1 visa. In 2021, there were 13,189 physicians on sponsored J-1 visas, a 57% increase from a decade prior. The states with the highest number of J-1 visa physicians are New York, Pennsylvania, and Michigan.\nIn 2022, there were 3,302 new exchange visitor alien physicians. The top U.S. destination was New York with 663, Pennsylvania with 263, and Michigan with 245. The top three sending countries were Canada (736), India (577), and Pakistan (314). Fields with high numbers of J-1 visa physicians include general surgery, anesthesiology, and psychiatry. 52% of J-1 visa physicians practice general medicine, while 10% are in pediatrics and 7% are in family medicine.\n\nHistory\nBetween 1952 and 1978, 226 organizations sponsored alien physicians to the United States.\nThe enactment of the Health Professionals Educational Assistance Act (HPEA) of 1976 made the J-1 visa the dominant way to enter the United States.\nIn 1979, the Educational Commission for Foreign Medical Graduates (ECFMG) became the sole sponsor for J-1 visa physicians.  Between 1979 and 1996, alien physicians arriving in the United States came solely on J-1 visas. After this period, hospitals willing to sponsor foreign physicians on an H-1B visa became an option.\n\nRequirements\nJ-1 visa physicians must have an ECFMG certificate to participate in U.S. clinical training. These physicians must reapply every year for their J-1 visa. A prospective physician must have completed the National Board of Medical Examiners Examination Parts I and II, the Foreign Medical Graduate Examination Step I and Step II, or the Visa Qualifying Examination (VQE).\nThe maximum amount of time that a J-1 visa physician can stay in the United States is seven years.\n\nHistory\nVisa creation\nThe U.S.  introduced the J-1 Exchange Visitor Visa Program under the Mutual Educational and Cultural Exchange Act (Fulbright–Hays Act of 1961). The J-1 visa allowed a \"student, scholar, trainee, teacher, professor, research assistant, specialist, or leader in a field of specialized knowledge or skill, or other person of similar description\" to come to the United States. Additionally, the law prohibited a person from abandoning their foreign country of residence for the United States. The U.S. Information Agency (USIA) administered the J-1 visa in order to strengthen relations between the US and other countries. It fell under the purview of the USIA and not the Immigration and Naturalization Service because its main purpose is to disseminate information; its goal is to give people training and experience in the U.S. that they can use to benefit their home countries. These exchanges have assisted the Department of State in furthering the foreign policy objectives of the United States.\nThe J-1 program started by bringing scholars into the United States temporarily for a specific educational objective, such as teaching and conducting research. It then extended to several other Exchange Visitor Programs that shared the same objective, like the au pair, Government Visitor, Professor and Research or Short-Term Scholar, Work and Travel USA and the Trainee Programs.\n\n2010 flight training termination\nOn June 1, 2020, the Flight Training J-1 category was terminated.\n\n2011 J-1 visa website & regulations\nIn 2011, the State Department created a new J-1 visa and exchange visitor website.\nA job offer is required prior to a visa interview as of 2011. \nStudents from six particular countries (Bulgaria, Russia, Romania, Ukraine, Moldova, and Belarus) must have a job offer that has been confirmed by a sponsoring organization before the student can apply for a visa. Because of these requirements, employers and J-1 students must get a head start on the hiring and visa application process.  These regulations were initiated due to allegations of sexual exploitation, illegal business practices, improper housing, and the general vulnerability of J-1 visa recipients.\nIn 2011, according to a report in the New York Daily News, the United States Department of State announced that the same-sex partners of diplomats of foreign governments who move to a posting in the United States would now be allowed to apply for J-1 visas. Same-sex partners of people entering the United States for non-diplomatic reasons were not eligible under the new policy.\nPreviously, the same-sex partner of a foreign person working or studying in the United States on a nonimmigrant visa was generally eligible to apply for a B-2 visa. In 2013, the United States Supreme Court ruled that the United States could not define marriage as a union between one man and one woman as husband and wife. Since then, legally married same-sex partners have been treated the same as legally married opposite-sex partners for visa and other purposes.\n\n2020 Covid-19 visa suspension\nOnly U.S. government-sponsored J-1 visa programs were temporarily suspended in March 2020 for 60 days as a result of the COVID-19 pandemic. The Bureau of Educational and Cultural Affairs said the decision would be reviewed after the initial period with a further 30-day suspension possible.\nOn June 22, 2020, President Trump issued an executive order suspending new J-1 visas through the end of 2020. On December 31, 2020, this proclamation was extended to 31 March 2021.\n\n2022 State Department 3-year work authorization pilot\nIn 2022, the State Department announced a two-year pilot where the agency gave J-1 visa foreign students studying in a STEM field the ability to work in the United States for three years after graduation. Previously, the work authorization was a year and a half. This initiative follows the STEM Optional Practical Training for F-1 visa students.\n\n2025 State Department suspends program\nIn May 2025 the State Department instructed embassies abroad to halt student or exchange visitor visa appointments - such as for F, M and J visa programmes - until further guidance is issued.\n\nCriticism\nGuest worker exploitation\nAlthough the purpose of the J-1 visas is for cultural exchange, critics take issue with how companies use the program for cheap and compliant guest workers.\nJournalists have uncovered that students on J-1 visas were placed in poor working conditions. They report that companies exploit these visa workers because they are cheap and are a contingent workforce.\nOne-way employers exploit foreign visa workers is because the visa ties workers to the employer, and these foreign workers may have to wait decades for a green card while working for that same employer.\n\nLack of oversight\nCritics say that the State Department does not provide sufficient oversight of exchange visitors.\nThe public for example lacks information on Summer Work Travel employers and industry information, which is the largest J-1 visa category.\n\nEmployer discount\nCritics have pointed out that employers receive a discount for J-1 visa holders because they do not have to pay FICA taxes, such as FICA and Medicare Taxes. The Walt Disney Company for example hired 2,355 Summer Work Travel visitors in 2015, saving the company $15 million.\n\nVisa statistics\nSee also\nJ-2 visa\nH-1B visa\n\nReferences\nExternal links\nOfficial website"
}