{
  "title": "L-1 visa",
  "url": "https://en.wikipedia.org/wiki/L-1_visa",
  "text": "An L-1 visa is a visa document used to enter the United States for the purpose of work in L-1 status. It is a non-immigrant visa, and is valid for a relatively short amount of time, from three months (for Iran nationals) to five years (India, Japan, Germany), based on a reciprocity schedule. With extensions, the maximum stay is seven years.\nL-1 visas are available to employees of an international company with offices in both the United States and abroad. The visa allows such foreign workers to relocate to the corporation's US office after having worked abroad for the company for at least one continuous year within the previous three prior to admission in the US. The US and non-US employers must be related in one of four ways:  parent and subsidiary; branch and headquarters; sister companies owned by a mutual parent; or \"affiliates\" owned by the same or people in approximately the same percentages. One L-1 visa can allow multiple employees entry into the United States.\nSpouses of L-1 visa holders are allowed to work without restriction in the US (using an L-2 visa) incident to status, and the L-1 visa may legally be used as a stepping stone to a green card under the doctrine of dual intent. In 2019, there were 13,839 new work authorizations for L-1 visa spouses to work.\nIn 2022, the agency approved 72,958 visas. The government approves 97% of L-1 visa petitions. Between 1997 and 2019, the U.S. Citizenship and Immigration Services (USCIS) approved 1.5 million L-1 visas. The number of L-1 visa workers have grown from 140,810 in 1997 to 374,234 foreign visa workers in 2017, a 165.7% increase in two decades.\nIn 2019, the largest occupation category for L-1A and L-1B workers were custom computer programming services, with 35.8% and 18.8% of total petitions approved, respectively.\nSince 2000, Indian nationals are the largest receivers of L-1 visas. The number of L-1 visas given to Indian nationals jumped from 4.5 percent in 1997 to 43.8 percent in 2006. In 2019, Indian nationals received 18,354 L-1 visas, accounting for 23.8% of all L-1 visas issued in 2019.\nAccording to USCIS data, the largest employers to receive L-1 visas in 2019 were Tata Consultancy with 1,542 approved L-1 visa petitions, Infosys with 517, Amazon with 455, Cognizant with 382, and Deloitte with 305. Between 2015 and 2019, Tata Consultancy received the greatest number of L-1 visas with 8,206 L-1 visas, followed by Cognizant with 4,774 L-1 visas.\n\nPolicy History Timeline\nCongress created the L-1 visa in 1970. It was introduced as a \"noncontroversial amendment\" for multinational American firms. The original visa required that the work tenure correspond directly prior to applying for the company transfer. Congress originally did not define \"specialized knowledge\".\nIn 1980, the State Department issued 26,535 L-1 visas. In the late 1980s, the number of L-1 visa entries averaged 60,000-70,000.\nThe Immigration Act of 1990 expanded the visa, made it dual intent, and split the act into two categories, L-1A and L-1B. Dual intent allowed foreigners on a non-immigrant temporary visa, the ability to apply for a green card. In 1990, there were 14,341 L-1 visa issuances.\nThe number of L-1 visas rose throughout the 1990s and early 2000s. During this period, The IT and computer outsourcing firms became major users of the L-1 visa program, with nine of the top ten firms for L-1B visa petitions. Major Indian outsourcing firms such as Tata, Infosys, and Wipro increasingly used the L-1 visa to staff American multinational corporations. Half of Tata's workers brought to the United States came on L-1 visas.\nThe North American Free Trade Agreement had provisions regarding intracompany transfers between the U.S., Canada, and Mexico.\nBetween 1998 and 2002, the number of L-1 visas granted increased 50% from 38,667 to 58,000.\nBy 2000, Immigration and National Service recorded 294,658 visa entries.\nIn 2002, Congress allowed L-1 visa spouses, who are on an L-2 visa, the authorization to work freely within the United States.\nIn 2003, the Senate Judiciary Committee held a hearing on the L-1 visa.\nIn fiscal year 2004, the number of L-1B visas surpassed the number of L-1A visas.\nIn 2004, the House of Representatives Committee on International Relations held a hearing on the L-1 visa.\nIn 2004, President Bush signed L-1 Visa Reform Act of 2004.\nIn 2004, the number of L-1B visas exceeded the number of L-1A visas.\nIn 2006, the United States Department of Homeland Security Inspector General issued a report on the L visa.\nThe report recommended verification of applications by State Department officials in the relevant country.\nBetween 2004 and 2008, L-1 visa use increased 34%.\nIn 2010, the number of issued L-1 visas was 74,719.\nIn 2011, the number of L-1 visa approvals was 33,301, with 80.8% of visa approvals going to Indian nationals.\nIn 2013, the Office of the Inspector General within DHS released a report, titled, \"Implementation of L-1 visa Regulation\".\nIn 2015, Senators Grassley and Senator Durbin introduced the H-1B and L-1 Visa Reform Act of 2015.\n\nTypes of L-1 Visas\nThe L-1 visa has two subcategories:\n\nL-1A for executives and managers, valid up to 7 years.\nL-1B for workers with specialized knowledge, valid up to 5 years\nAfter the expiration of the 7 or 5 years respectively, the foreign national can generally only qualify for L-1 status again by working abroad for at least 1 year for the parent, subsidiary, affiliate or branch office of the U.S. company.\nThere are two types of L-1 procedures:\n\nRegular L-1 visas, which must be applied for and approved for each individual by the USCIS; and\nBlanket L-1 visas, which are available to employers that meet certain criteria.\nFor a regular L-1 visa, the company must file a petition with the USCIS and each petition is evaluated on its own merits.\nIn the case of a blanket visa L1 petition, it has already been determined by USCIS that the company qualifies for the issuance of Intracompany Transferee visa, so the individual visa applicant need only file a copy of the approved blanket petition, along with documents supporting their personal qualifications, with the U.S. consulate or embassy having jurisdiction over their place of residence proving the applicant's qualifications\n\nApplication process\nApplication to an L-1 visa begins with the filing of a petition with the U.S. Citizenship & Immigration Services (USCIS) on Form I-129 along with supporting documentation showing that both the U.S. company and the foreign parent, subsidiary, affiliate or branch meet the qualifying factors set forth in the law and regulations.\nNotice of approval of the Form I-129 is given by the USCIS on a Notice of Action, Form I-797, and using this as the basis of the application, the alien may apply for visa issuance at a consulate or embassy of the United States in the country having jurisdiction over their residence.\nApplicants who are in the United States at the time of the filing of the I-129 can request a change of status from their present nonimmigrant status (i.e. visitor, student, etc.), so long as they are in status at the time of the filing of the I-129. If they go out of status after the filing, but before approval, there is no negative consequence, and the person does not accrue unlawful presence.\nUpon application at the consulate or embassy, the spouse and children of the primary applicant who are under the age of 21 may be issued L-2 visas. Children of the primary L-1 can attend school. The spouse of the primary L-1 has an automatic right to work in the United States.  Children cannot accept paid employment.  The spouse can, but need not, apply with the USCIS for employment authorization after arriving in the United States and, after issuance of the Employment Authorization Document (EAD, Form I-765), may thereafter work for any employer. According to the Social Security Administration, the L-2 spouse is permitted to work, even without an Employment Authorization Document. The spouse may apply directly to Social Security for issuance of a Social Security Number. The documents required for the L-2 Social Security number application are the same as the L-1 holder, but with the addition of either the EAD or an original marriage certificate.\nAn I-797 Notice of Action showing the approval of the visa petition does not guarantee that a visa will be issued at the U.S. consulate or embassy, but L-1 visas are normally approved if the consular officer concludes that the individual is qualified and that both the U.S. company and the foreign parent, subsidiary, affiliate or branch are legitimate.\nBasis for visa denial: A consular officer may deny the issuance of an L-1 visa in cases where the officer determines the U.S. company that filed the L-1 petition may not be qualified, or that the parent, subsidiary, affiliate or branch outside the United States is not qualified or does not intend to continue in business after L-1 visa issuance, or that USCIS approved the petition based on a fraud committed by the company or the visa applicant, or that the applicant is ineligible for that class of visa under section 212(a) of the Immigration and Naturalization Act. In addition, the consular officer may request that the underlying petition be reconsidered by USCIS.\nFor an L-1 visa applicant, \"dual Intent\" is allowed: unlike some classes of non-immigrant visas (e.g., J-1 visas), L-1 applicants may not be denied a visa on the basis that they are an intending immigrant to the United States, or that they do not have a residence abroad which they do not intend to abandon.\nIf the person is a Canadian citizen applying for admission as an L-1 under the North American Free Trade Agreement, the petition may be filed at the port of entry when the person applies for admission.\n\nCosts\nThe Consolidated Appropriations Act, 2016 (Public Law 114-113), signed into law by President Obama on December 18, 2015, increases fees for certain H-1B and L-1 petitioners who employ 50 or more employees in the United States with more than 50 percent of their employees in the United States in H-1B or L (including L-1A and L-1B) nonimmigrant status. These petitioners must submit an additional fee of $4,000 for certain H-1B petitions and $4,500 for certain L-1A and L-1B petitions postmarked on or after December 18, 2015.\n\nRenewals\nL-1 status may be renewed and extended within the United States. Except in the case of blanket petitions, a new I-129 petition must be filed. Renewal in the United States applies to status only, not the actual visa in the passport.  For visa renewal, the applicant must go to a U.S. consulate or embassy outside the United States.  An alien cannot leave the United States and then reenter without a valid L-1 visa, and must appear personally before a consular officer for visa issuance.\n\nChange of Status from L-1B to L-1A\nA petition to change status to visa L1A may be filed on behalf of a foreign national in L-1B status in order for the individual to move into a managerial position or an executive position. In order for the L-1B worker to be eligible for the full 7 years of L-1 status typically provided to L-1A workers, the petition must be approved by United States Citizenship and Immigration Services at least 6 months prior to the individual reaching the 5-year maximum period in L-1B status.\n\nLimits on employment authorization\nA person in L-1 status generally may work only for the petitioning company. If the L-1 worker enters based on an L-1 blanket, however, it generally is possible for the worker to be moved in the same capacity to any other related company listed on the blanket.\n\nCriticism\nThe L-1 visa program has been criticized for many reasons.\n\nNo Wage and Labor Protections\nA key problem that critics and labor experts have with the L-1 visa is that the program has no minimum wage requirement or wage protections, meaning companies can pay L-1 visa workers a far lower salary while in the United States. In one example, The U.S. Department of Labor fined Electronics for Imaging $3,500 for paying its L-1 visa workers $1.21 an hour and working some of them up to 122 hours a week.\n\nWorker Replacement\nSome industry representatives have accused companies of utilizing the L-1 program to replace U.S. workers.\n\nPoor Skill Definition\nDetractors and government officials have pointed out how the visa program does not define \"specialized knowledge\" for foreign workers in the L-1B visa category. The Inspector General for the Department of Homeland Security in 2006 found that the visa \"is so broadly defined that adjudicators believe they have little choice but to approve almost all petitions.”\n\nJob Offshoring & Knowledge Transfer\nCritics have taken issue with how the L-1 visa facilitates knowledge transfer to foreign countries and workers. American multinationals such as Intel use Americans to train L-1 visa workers so that they can return and manage their growing overseas offices. American workers are therefore asked to give away their knowledge to an up and coming foreign competitor while allowing companies to export their job more easily in the near future.\nWhen Siemens laid off computer programmers Patricia Fluno and Mike Emmons, they had to train their foreign L-1 visa replacements to receive their severance.\nThe workers brought on visas via Tata Consultancy made a third the wage of an American.\n\nBridge to Immigration?\nSome policy scholars have noted that even as companies say the L-1 visa serves to transition guest workers into naturalized U.S. workers, employers have done little to sponsor these visa workers for green cards. In 2008, Intel and Exxon Mobil sponsored none of its L-1 visa workers for green cards after receiving 226 and 207, respectively.\n\nVisa Statistics\nUse for other countries\nAn individual with a valid L-1 visa does not need a visa to enter Costa Rica for tourism for up to 30 days.  The L-1 visa must be stamped in the passport and be valid for at least six months. The passport needs to be valid for at least six months after entering Costa Rica.\n\nReferences\nExternal links\nL-1A Intracompany Transferee Executive or Manager (USCIS)\nL-1B Intracompany Transferee Specialized Knowledge (USCIS)\nVisas for foreign tech workers"
}