{
  "title": "Optional Practical Training",
  "url": "https://en.wikipedia.org/wiki/Optional_Practical_Training",
  "text": "In the United States, Optional Practical Training (OPT) is a period during which undergraduate and graduate students with F-1 status who have completed or have been pursuing their degrees for one academic year are permitted by the United States Citizenship and Immigration Services (USCIS) to work for one year on a student visa towards getting practical training to complement their education. Foreign students currently enrolled at a U.S. university can receive full-time or part-time work authorization through Curricular Practical Training. In 2022, there were 171,635 OPT employment authorizations. In 2021, there were 115,651 new non-STEM OPT authorizations, a 105% increase from a decade ago.\nDuring the 2021-2022 school year, the two nations with the highest number of OPT students were India and China. There were 68,188 Indian OPT students and 51,199 Chinese OPT students. According to Pew Research, there were 441,400 OPT approvals from India and 313,500 from China between 2004-2016. The University of Southern California was the largest OPT participant between 2003 and 2017, with 30,720 approvals.\nOn April 2, 2008, the U.S. Department of Homeland Security (DHS) Secretary Michael Chertoff announced a 17-month extension to the OPT for students in qualifying STEM fields. To be eligible for the 12-month permit, any degree in any field of studies is valid. For the 17-month OPT extension, a student must have received a science, technology, engineering, or mathematics degree as defined by USCIS.\nOn March 11, 2016, the Department of Homeland Security published a final rule allowing certain F-1 students who receive STEM degrees and who meet other specified requirements to apply for a 24-month extension of their post-completion OPT, giving STEM graduates a total of 36 months of OPT. The 24-month extension replaces the 17-month STEM OPT extension previously available to STEM students (see 73 FR 18944). Eligible students could apply for a 24-month STEM OPT extension starting on May 10, 2016. In 2019, there were 72,116 new STEM OPT authorizations. Compared to a decade prior, it is an 1108% increase. In the same year, there were 78,000 STEM OPT workers from India and 30,000 workers from China.\nThere also exists a post-completion Practical Training option for students on M-1 visas, but it is significantly more restrictive than that for F-1 students. Unless otherwise specified, Optional Practical Training is understood to refer to Optional Practical Training for F-1 students.\n\nProgram Structure\nOPT Requirements\nAny F-1 visa international student who graduates from a U.S college or university qualifies for OPT. Additionally they must work either part-time (20 hours a week or more) or full time. A student who has completed more than a year of full-time Curricular Practical Training is not eligible for Optional Practical Training.\nFor the STEM OPT extension, there are additional requirements:\n\nThe student must have studies in a STEM field. The Department of Homeland Security bases its definition of \"STEM field\" on the Department of Education’s National Center for Education Statistics (NCES). DHS frequently updates a list of study programs that count as STEM. There are currently 540 STEM field majors. The last update was on January 21, 2022.\nEmployer that is enrolled in or uses E-Verify.\n\nOPT Application\nIn order to apply for Optional Practical Training, a foreign student must reach out to the designated school official (DSO) at the college or university to endorse Form I‑20, Certification of Eligibility for Nonimmigrant Student Status. Afterwards, the student must fill out a Form I-765, Application for Employment Authorization. The filing fee for the form is $410. OPT application approval takes three to five months to receive an approval and start date.\n\nJob Requirements\nOPT employment must be in the participant's field of study. OPT jobs can be both unpaid and paid. For STEM OPT, an employer along with the worker must fill out Form I-983.\n\nOPT Statistics\nOne place to look for statistics on yearly OPT authorizations is Immigration and Customs Enforcement. In 2021, there were 115,651 new OPT authorizations, a 105% increase from a decade ago.\n\nIn 2019, there were 72,116 new STEM OPT authorizations. Compared to a decade prior, it is an 1108% increase.\n\nOPT Approvals & Denials from 2008-2013\nThe Government Accountability Office published a report in 2014 with information on OPT approvals and denials from fiscal year 2008-2013. Note that the counts here are of receipts, approvals, denials or revocations that happened in the fiscal year, regardless of when other activities surrounding that application occurred. For instance, if an application was approved in Fiscal Year 2009 and revoked in Fiscal Year 2010, the revocation would be counted in 2010 rather than 2009. Thus, the number of receipts for a given year need not equal the sum of the number of approvals and denials for that year. The approval rate for OPT petitions between 2008 and 2013 was 96%.\n\nNumber of OPT Students by Country\nAnother place to find statistics on optional practical training is from the Institute of International Education. The organization maintains data on the number of international students as part of its Open Doors project, supported from a grant by the Bureau of Educational and Cultural Affairs in the U.S. Department of State. The data is collected through surveys of over 3,000 accredited U.S. higher education institutions, and does not rely on any privileged access to government data. Institutions not included in the survey (such as high schools that issue student visas, and non-accredited institutions that are SEVP-certified) may be omitted from the statistics. Since the 2006–2007 academic year, these surveys have included data on usage of the Optional Practical Training program.\nSince the Optional Practical Training program duration is a year for most people (though the STEM extension and cap gap allow for longer OPTs under some circumstances), the number of approvals in a given year should roughly match the number of students on Optional Practical Training. However, because of various mismatches such as that between the fiscal and academic year, and between the date of approval and the start date, and the fact that the Open Doors survey does not cover all SEVP-certified institutions, the numbers may not exactly match those from the GAO table.\nThe data below summarizes both total OPT usage and the usage based on country of origin for the top countries of origin. More detailed data is available at the IIE website.\n\nOPT Demographic Statistics\nGlobal Geographic Statistics\nBetween 2004 and 2016, there were 441,400 OPT approvals from India and 313,500 from China. India and China received 30% and 21% of all OPT approvals.\n74% of approved OPT graduates were from the Asia-Pacific region between 2004 and 2016. Europe and Latin America/Caribbean tied with 8% each.\n\nU.S. Geographic Statistics\nThe New York metropolitan area had the most OPT approvals during the same time frame, with 218,400 OPT approvals, followed by Los Angeles and Boston.\nCalifornia has the highest percentage of OPT workers, with 20.8%.\n\nEducation Statistics\nThe University of Southern California was the biggest OPT participant between 2003 and 2017, with 30,720 approvals.\n70% of OPT participants in the U.S. graduated with a master’s degree.\nThe most common field of study for OPT majors is computer science and business administration and management, both at 8.6%.\n\nHistory\n1992: Creation of OPT\nThe first Bush administration created Optional Practical Training on July 20, 1992. The Justice Department created the program without public comment or notice. The 1990 Immigration Act originally created a time-limited employment pilot program for foreign students on visas.\n\n2008: Introduction of the STEM OPT Extension\nThe STEM extension was announced in a memo by Department of Homeland Security Secretary Michael Chertoff on April 2, 2008, published in the Federal Register issue of Tuesday, April 8, 2008. The STEM extension appears to be directly attributable to Congressional testimony by Microsoft co-founder Bill Gates, March 12, 2008. This policy changes shaped foreign students' decision to decide and obtain a STEM degree. In addition, foreign students were 18% more likely to have a STEM field degree following the 2008 policy change. In addition, the likelihood that a foreign student completes a STEM master's degree rose 33%.\n\n2008: Challenge from Immigration Reform Law Institute (IRLI)\nThe OPT STEM extension announced in April 2008 was challenged in a lawsuit by the Immigration Reform Law Institute filed on May 31, 2008. The organization filed a lawsuit in federal court on behalf of various organizations and individuals challenging the validity of the 17-month OPT extension. On August 5, 2008, the lawsuit was rejected by a New Jersey district court judge.\n\n2014: Obama Administration Changes\nA November 20, 2014 memo by Department of Homeland Security Secretary Jeh Charles Johnson outlining proposed executive action on immigration endorsed by President Barack Obama included some suggested changes to the OPT program. The proposals were discussed and critiqued in National Law Review.\n\n2014: Challenge in November\nIn August 2015, a US federal court gave the green light to a lawsuit challenging the 17-month OPT STEM extension, filed by the Washington Alliance of Technology Workers and three IT workers who claimed that the OPT STEM extension had created unfair low-wage competition that had materially hurt them.\nOn August 12, 2015, the United States District Court for the District of Columbia vacated the 2008 OPT Regulations but stayed the order until February 12, 2016, later extended to May 10, 2016, to allow DHS to provide a transition. The court therefore gave the federal government a deadline and an extension to formulate new rules. The D.C. District explicitly rejected the reasoning of the New Jersey District and Third Circuit in dismissing the earlier 2008 challenge.\n\n2016: New STEM OPT Extension Rule\nThe proposed rules suggested in the November 20, 2014 memo by DHS Secretary Jeh Johnson were finalized by the USCIS on March 11, 2016, to be effective May 10, 2016, just in time to address the November 2014 court challenge to the original STEM extension. USCIS expanded the STEM extension to two years. The agency did add a requirement that the employer attest to the non-displacement of U.S. workers, to address concerns raised in the STEM extension lawsuit challenge.\n\n2020: Trump Administration OPT Limitation Proposal\nIn April and May 2020, in response to the COVID-19 pandemic and the increase in unemployment due to the pandemic and associated government lockdowns, the administration of President Donald Trump was reported to be exploring new restrictions on OPT. However, the Trump administration ultimately left out OPT from his executive actions due to White House Deputy Chief of Staff for Policy Coordination Chris Liddell rallying universities against any restrictions on the program.\n\nCriticism\nCheap Labor\nLabor experts have noted that employers like to hire foreign workers on OPT because employers get a discount. Students working with OPT authorization do not pay Social Security and Medicare taxes. For employers, hiring an OPT worker amounts to a 15.3% discount per student compared to an American citizen or permanent resident.\nEmployers receive another discount because these companies do not have to provide health insurance as OPT workers are required to maintain private health insurance.\nGeorgetown University researchers found OPT workers are paid 41.7 percent less than equivalent U.S. workers They found that in general, the student-to-temporary work visa pathway reduced earnings until these foreign students became legal permanent residents.\n\nDisplacing American College Graduates\nCritics of the Optional Practical Training program allege that the program allows for U.S companies to prefer international students who studied in United States over American college graduates.\nIn 2019, The Department of Labor sued Oracle Corporation favored foreign Asian graduates of U.S. colleges over American graduates.\nHoward University Professor of Public Policy Ron Hira commented on the government lawsuit \"Oracle is not alone in favoring foreign workers who can be paid less because they’re tied to a company by their visa or work permit. Industry’s key argument for cheaper H-1B and OPT guest workers is that there’s a shortage of U.S. talent. That argument completely falls apart in the face of these findings. In fact, the industry is using the visa programs for cheaper guest workers, undercutting U.S. workers, damaging the U.S. talent pipeline, and exacerbating its woeful record on workforce diversity.”\n\nLack of Congressional Authorization\nPolicy scholars and detractors of OPT have noted that Congress never provided F-1 visa foreign students the ability to work besides a three-year pilot program included in the Immigration Act of 1990 that ended.\n\nInternal Brain Drain\nJournalists have pointed out that foreign STEM OPT recipients drive American STEM graduates and future STEM students away from industry through wage deflation and competition for entry-level jobs.\n\nLack of Government Oversight\nSome have criticized the OPT program because of a lack of government oversight. By design, only school officials review student practical training plans.\n\nVisa Mills\nSome have critiqued the OPT program for incentivizing academic institutions to focus on international over American students. The incentive for many foreign students is to obtain work authorization in the United States, which universities take advantage of. Examples of visa mill colleges that used OPT to attract foreign students include Silicon Valley University, the University of Northern Virginia, ITU, Herguan University, and Tri-Valley.\n\nNational Security Risk & Theft\nLawmakers have expressed concerns that vulnerabilities in the work authorization program expose the United States to foreign theft of intellectual property, especially from China.\n\nFraud\nThere are concerns about fraud with the program. An investigation by NBC News found that fake companies were exploiting the foreign student guestworker program. These companies created fraudulent employment documents so foreign graduates could stay in the United States illegally. Companies such as Tellon Trading and Findream, employing 1,200 OPT graduates total in 2017, were the only companies on paper.\n\nAnother Employer Guest Worker Program\nLabor experts have noted how the optional practical training is primarily a guestworker program for employers, not an educational one. These researchers say that OPT should be understood and categorized along with other guest worker programs such as the H-1B visa program.\n\nReferences\nExternal links\nTitle 8 CFR: Title 8 Code of Federal Regulations.\nI-765: Form I-765\nApril 2008 extension notice\nUSCIS: OPT FAQs"
}