{
  "title": "Special Immigrant Juvenile Status",
  "url": "https://en.wikipedia.org/wiki/Special_Immigrant_Juvenile_Status",
  "text": "Special Immigrant Juvenile Status (SIJS) (sometimes also written as Special Immigrant Juvenile (SIJ) Status) is a special way for minors currently in the United States to adjust status to that of Lawful Permanent Resident despite unauthorized entry or unlawful presence in the United States, that might usually make them inadmissible to the United States and create bars to Adjustment of Status. The key criterion for SIJS is abuse, neglect, or abandonment by one or both parents.\n\nHistory\nThe Immigration Act of 1990 amended the Immigration and Nationality Act of 1965 to add the Special Immigrant Juvenile Status. Specifically, Section 203(b)(4) allocates a percentage of visas to \"Special Immigrants\", and Section 101(a)(27)(J) defines Special Immigrant Juveniles. The scope of SIJS was clarified and expanded as part of the Trafficking Victims Protection Reauthorization Act of 2008.\nSome questions surrounding the validity of court orders used in Form I-360 petitions were settled as part of the settlement agreement for Perez-Olano v. Holder.\nThe program's usage has significantly increased since 2013, and the increase has been attributed to the use of these special statuses by some of the child migrants who arrived as part of the 2014 child migrant surge.\n\nEligibility and limitations\nThe following are some important eligibility constraints on SIJS:\n\nIt applies only to people already in the United States, but it does not matter if their entry or subsequent stay in the United States was unlawful.\nIt applies only in cases where one or both of the applicant's parents were guilty of abuse, neglect, or abandonment of the applicant, and it is not in the applicant's best interests to return to his or her home country. A State Court finding to this effect is necessary. Note that it is not necessary that both parents be engaged in these behaviors. It is also not necessary that the applicant be permanently estranged from the offending parent.\nIn order to be eligible, the Form I-360 petition must be filed while the applicant is still a minor (the age limit might be 18 or 21, depending on the United States state the applicant is in). However, approval of the application and eventual grant of Lawful Permanent Resident status and citizenship may take several years and the applicant may be an adult by that time.\nSIJS places limitations on family sponsorship. In particular:\n\nSomebody who acquires Lawful Permanent Resident status through SIJS cannot sponsor siblings while in LPR status, but must first naturalize and become a United States citizen.\nA person who acquires Lawful Permanent Resident status through SIJS can never sponsor either of his or her parents (through Form I-130). The stated reason for this is that the finding of abuse, neglect, or abandonment means that it does not make sense to sponsor one's parent. However, the restriction on sponsorship applies to both parents, even if the finding of abuse or neglect applied to only one.\n\nApplication process\nSpecial Immigrant Juvenile Status is adjudicated by the United States Citizenship and Immigration Services.\n\nState court finding of abuse, neglect, abandonment, or similar basis found under state law\nA first step to applying for SIJS is to obtain a State Court finding (in the United States state where the applicant resides) that the applicant is neglected, abused, abandoned, or in a similar basis found under state law by one or both parents, and that it is not in the child's best interest to return to his or her home country. The abuse or neglect may be brought to the attention of the court by:\n\nThe police or a child welfare agency\nThe child's non-abusive parent\nA family member or friend\n\nForm I-360 Petition for Special Immigrant Juvenile Status\nThe applicant must petition for Special Immigrant Juvenile Status using Form I-360, Petition for Amerasian, Widow(er), or Special Immigrant. Form I-360 is a generic form that covers many categories of special immigrants. To use it for SIJS, one must check box c in Part 2. The Form I-360 petition must be accompanied by documents including a birth certificate (or other proof of age) and copies of the court order of dependency, custody, or guardianship. There is no fee for filing this application.\nThe form may be filled by the child or a guardian acting on the child's behalf. If the child is over the age of 14, he/she must sign the form, otherwise it may be signed by the guardian who filled it out with a clear indication of who the guardian was and what child the guardian was signing on behalf of. For the Form I-360 to be considered valid, both these conditions must be satisfied:\n\nThe court order must be valid at the time of filing of the form.\nThe child must be a minor at the time of filing of the form (the age could be 18 or 21 depending on the state).\nAs part of a settlement agreement for a class action lawsuit, the USCIS has agreed to accept Form I-360 petitions where the underlying court order has ceased to be valid solely on account of age.\n\nForm I-485 for Adjustment of Status\nForm I-485, requesting Adjustment of Status to that of Lawful Permanent Resident, may be filed either concurrently with Form I-360 or separately after the petition has been approved. Even if filed concurrently, the forms are processed by USCIS in sequence, so that action on Form I-485 begins only after Form I-360 is approved. There may be some wait times after the approval of Form I-360 before the Adjustment of Status application can be processed, due to numerical limits on the number of people per year who can use Special Immigrant Juvenile Status; however, in general the Priority Dates for these applications are current for most countries of chargeability. SIJS falls under the EB-4 category.\nOnce the Form I-485 is approved, the applicant transitions to Lawful Permanent Resident status and acquires a Green Card, at which point he or she becomes just like any other LPR, with the exception of not being able to sponsor siblings (till naturalization) or parents (ever).\n\nOther forms\nPeople seeking SIJS may file these forms, typically along with Form I-485:\n\nForm I-765, Application for Employment Authorization, to obtain an Employment Authorization Document: SIJS applicants are allowed to file Form I-765 along with Form I-485, or after filing a Form I-485 was filed with a fee or accepted by USCIS. The main reason for filing Form I-765 is to allow the applicant to start working even after his or her Adjustment of Status application is in process. Usually, the Form I-765 application is approved in a few months and the applicant receives an Employment Authorization Document (EAD) card and can start working. Once the Form I-485 is approved and the applicant becomes a Lawful Permanent Resident, the EAD card is no longer necessary.\nForm I-601, Application for Waiver of Grounds of Inadmissibility: If the applicant would otherwise be inadmissible to the United States (for instance due to unlawful entry or unauthorized stay) then Form I-601 must be included. The form is used to state one's existing grounds of inadmissibility and ask for them to be waived. There is a fee for this form. This form must be filed along with Form I-485.\nForm I-912, Request for Fee Waiver: The Form I-360 does not have a fee when used for SIJS. However, the Forms I-485 and I-601 have fees. In order to not have to pay those fees, Form I-912 must be included, listing all the forms one is filing that one is unable to pay the fee for.\n\nStatistics\nStatistics for Form I-360\nU.S. Citizenship and Immigration Services releases and updates the data on the number of applications received, approved, and denied by quarter for Special Immigrant Juvenile Status. According to this data set, the usage of the program has been steadily increasing, and the rate of petition processing has not completely kept pace, resulting in an increase in the number of pending applications at any given point in time. Note that counts of petitions received, approved and denied are during the period in question, whereas counts of petitions pending are at the end of the period.\n\nThe increase since 2013 has been attributed to the use of these special statuses by some of the child migrants who arrived as part of the 2014 child migrant surge.\nDespite this increase in the number of pending applications, the processing times for Form I-360, as reported by U.S. Citizenship and Immigration Services, are still within the processing time goal of five months.\n\nStatistics for Adjustment of Status applications\nFor most countries of chargeability, the Priority Date for the EB-4 category that SIJS falls in is current, which means there are no wait times on account of the numerical limits.\nThe processing time for Form I-485 is listed as 4 months; however, processing times may be longer in case the Form I-485 is accompanied by a Form I-601, since the processing time for the Form I-601 is about 7 months.\n\n\n== References =="
}