{
  "title": "US citizenship",
  "url": "https://en.wikipedia.org/wiki/Citizenship_of_the_United_States",
  "text": "Citizenship of the United States is a legal status that entails Americans with specific rights, duties, protections, and benefits in the United States. It serves as a foundation of fundamental rights derived from and protected by the Constitution and laws of the United States, such as freedom of expression, due process, the rights to vote, live and work in the United States, and to receive federal assistance.\nThere are two primary sources of citizenship: birthright citizenship, in which persons born within the territorial limits of the United States (except American Samoa) are presumed to be a citizen, or—providing certain other requirements are met—born abroad to a United States citizen parent, and naturalization, a process in which an eligible legal immigrant applies for citizenship and is accepted. The first of these two pathways to citizenship is specified in the Citizenship Clause of the Fourteenth Amendment of the Constitution which reads:\n\nAll persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\nThe second is provided for in U.S. law. In Article One of the Constitution, the power to establish a \"uniform rule of naturalization\" is granted explicitly to Congress.\nUnited States law permits multiple citizenship. Citizens of other countries who are naturalized as United States citizens may retain their previous citizenship, although they must renounce allegiance to the other country. A United States citizen retains United States citizenship when becoming the citizen of another country, should that country's laws allow it. United States citizenship can be renounced by Americans via a formal procedure at a United States embassy.\nNational citizenship signifies membership in the country as a whole; state citizenship, in contrast, signifies a relation between a person and a particular state and has application generally limited to domestic matters. State citizenship may affect (1) tax decisions, (2) eligibility for some state-provided benefits such as higher education, and (3) eligibility for state political posts such as United States senator. At the time of the American Civil War, state citizenship was a source of significant contention between the Union and the seceding Southern states.\n\nRights, duties, and benefits\nRights\nFreedom to reside and work. United States citizens have the right to reside and work in the United States. Certain non-citizens, such as lawful permanent residents, have similar rights; however, non-citizens, unlike citizens, may have the right taken away. For example, they may be deported if convicted of a serious crime.\nFreedom to enter and leave the United States. United States citizens have the right to enter and leave the United States freely. Certain non-citizens, such as permanent residents, have similar rights. Unlike permanent residents, United States citizens do not have an obligation to maintain residence in the United States – they can leave for any length of time and return freely at any time.\nVoting for federal office in all fifty states and the District of Columbia is restricted to citizens only. States are not required to extend the franchise to all citizens: for example, several states bar citizen felons from voting, even after they have completed any custodial sentence. The United States Constitution bars states from restricting citizens from voting on grounds of race, color, previous condition of servitude, sex, failure to pay any tax, or age (for citizens who are at least eighteen years old). Historically, many states and local jurisdictions have allowed non-citizens to vote; however, today this is limited to local elections in very few places. Citizens are not compelled to vote.\nFreedom to stand for public office. The United States Constitution requires that all members of the United States House of Representatives have been citizens for seven years, and that all senators have been citizens for nine years, before taking office. Most states have similar requirements: for example California requires that legislators have been citizens for three years, and the Governor has been a citizen for five years, upon taking office. The United States Constitution requires that one be \"a natural born Citizen\" and a United States resident for fourteen years in order to be president of the United States or vice president of the United States. The Constitution also stipulates that otherwise eligible citizens must meet certain age requirements for these offices.\nRight to apply for federal employment. Many federal government jobs require applicants to have United States citizenship. United States citizens can apply for federal employment within a government agency or department.\n\nDuties\nJury duty is only imposed upon citizens. Jury duty may be considered the \"sole differential obligation\" between non-citizens and citizens; the federal and state courts \"uniformly exclude non-citizens from jury pools today, and with the exception of a few states in the past, this has always been the case\".\nMilitary participation is not currently required in the United States, but a policy of conscription of men has been in place at various times (both in war and in peace) in American history, most recently during the Vietnam War. Currently, the United States Armed Forces are a professional all-volunteer force, although both male United States citizens and male non-citizen permanent residents are required to register with the Selective Service System and may be called up in the event of a future draft. Johns Hopkins University political scientist Benjamin Ginsberg writes, \"The professional military has limited the need for citizen soldiers\".\nTaxes. In the United States today, everyone except those whose income is derived from tax-exempt revenue (Subchapter N, Section 861 of the U.S. Tax Code) is required to file a federal income tax return. U.S. citizens are subject to federal income tax on worldwide income regardless of their country of residence.\n\nBenefits\nConsular protection outside the United States. While traveling abroad, if a person is arrested or detained by foreign authorities, the person can request to speak to somebody from the United States Embassy or Consulate. Consular officials can provide resources for Americans incarcerated abroad, such as a list of local attorneys who speak English. The United States government may even intervene on the person's behalf. Non-citizen United States nationals also have this benefit.\nIncreased ability to sponsor relatives living abroad. Several types of immigrant visas require that the person requesting the visa be directly related to a United States citizen. Having United States citizenship facilitates the granting of IR and F visas to family members.\nTransmission of United States citizenship to children born abroad. Generally, children born to two United States citizen parents abroad are automatically United States citizens at birth. When the parents are one United States citizen and one non-United States citizen, certain conditions about the United States citizen's parent's length of time spent in the United States need to be met. Non-citizen United States nationals also have an analogous benefit (transmission of non-citizen United States nationality to children born abroad).\nProtection from deportation. Naturalized United States citizens are no longer considered aliens and cannot be placed into deportation proceedings.\nOther benefits. The USCIS sometimes honors the achievements of naturalized United States citizens. The Outstanding American by Choice Award was created by the USCIS to recognize the outstanding achievements of naturalized United States citizens, and past recipients include author Elie Wiesel who won the Nobel Peace Prize; Indra K. Nooyi who was CEO of PepsiCo; John Shalikashvili who was Chairman of the Joint Chiefs of Staff; and others. Further, citizenship status can affect which country an athlete can compete as a member of in competitions such as the Olympics.\n\nCivic participation\nCivic participation is not required in the United States. There is no requirement to attend town meetings, belong to a political party, or vote in elections. However, a benefit of naturalization is the ability to \"participate fully in the civic life of the country\". Moreover, to be a citizen means to be vitally important to politics and not ignored. There is disagreement about whether popular lack of involvement in politics is helpful or harmful.\nVanderbilt professor Dana D. Nelson suggests that most Americans merely vote for president every four years, and sees this pattern as undemocratic. In her book Bad for Democracy, Nelson argues that declining citizen participation in politics is unhealthy for long term prospects for democracy.\nHowever, writers such as Robert D. Kaplan in The Atlantic see benefits to non-involvement; he wrote \"the very indifference of most people allows for a calm and healthy political climate\". Kaplan elaborated: \"Apathy, after all, often means that the political situation is healthy enough to be ignored. The last thing America needs is more voters—particularly badly educated and alienated ones—with a passion for politics\". He argued that civic participation, in itself, is not always a sufficient condition to bring good outcomes, and pointed to authoritarian societies such as Singapore which prospered because it had \"relative safety from corruption, from breach of contract, from property expropriation, and from bureaucratic inefficiency\".\n\nDual citizenship\nA person who is considered a citizen by more than one nation has dual citizenship. It is possible for a United States citizen to have dual citizenship; this can be achieved in various ways, such as by birth in the United States to a parent who is a citizen of a foreign country (the foreign nationality may also be transmitted by a grandparent), by birth in another country to a parent(s) who is/are a United States citizen/s, or by having parents who are citizens of different countries. Anyone who becomes a naturalized United States citizen is required to renounce any prior \"allegiance\" to other countries during the naturalization ceremony.\nThe State Department states that \"A United States citizen may naturalize in a foreign state without any risk to his or her United States citizenship.\"\nThe earliest recorded instances of dual citizenship began before the French Revolution when the British captured American ships and forced them back to Europe. The British Crown considered subjects from the United States as British by birth and forced them to fight in the Napoleonic Wars.\nUnder certain circumstances there are relevant distinctions between dual citizens who hold a \"substantial contact\" with a country, for example by holding a passport or by residing in the country for a certain period of time, and those who do not. For example, under the Heroes Earnings Assistance and Relief Tax (HEART) Act of 2008, United States citizens in general are subject to an expatriation tax if they give up United States citizenship, but there are exceptions (specifically 26 U.S.C. § 877A(g)(1)(b)) for those who are either under age 18+1⁄2 upon giving up United States citizenship and have lived in the United States for less than ten years in their lives, or who are dual citizens by birth residing in their other country of citizenship at the time of giving up United States citizenship and have lived in the United States for less than ten out of the past fifteen years. Similarly, the United States considers holders of a foreign passport to have a substantial contact with the country that issued the passport, which may preclude security clearance.\nUnited States citizens are required by federal law to identify themselves with a United States passport, not with any other foreign passport, when entering or leaving the United States. The Supreme Court case of Afroyim v. Rusk, 387 U.S. 253 (1967) declared that a United States citizen did not lose his citizenship by voting in an election in a foreign country, or by acquiring foreign citizenship, if they did not intend to lose United States citizenship. United States citizens who have dual citizenship do not lose their United States citizenship unless they renounce it officially.\n\nHistory of citizenship in the United States\nCitizenship began in colonial times as an active relation between men working cooperatively to solve municipal problems and participating actively in democratic decision-making, such as in New England town hall meetings. Men met regularly to discuss local affairs and make decisions. These town meetings were described as the \"earliest form of American democracy\" which was vital since citizen participation in public affairs helped keep democracy \"sturdy\", according to Alexis de Tocqueville in 1835. A variety of forces changed this relation during the nation's history. Citizenship became less defined by participation in politics and more defined as a legal relation with accompanying rights and privileges. While the realm of civic participation in the public sphere has shrunk, the citizenship franchise has been expanded to include not just propertied white adult men but black men and adult women.\nThe Supreme Court affirmed in United States v. Wong Kim Ark, 169 U.S. 649 (1898), that per the Fourteenth Amendment's Citizenship Clause an ethnic Chinese person born in the United States becomes a citizen.  This is distinct from naturalized citizenship; in 1922 the Court held in Ozawa v. United States, 260 U.S. 178, that a Japanese person, born in Japan but resident in the United States for twenty years, could not be naturalized under the law of the time and in 1923 in United States v. Bhagat Singh Thind, 261 U.S. 204, that an Indian person could not be naturalized.  In the Ozawa decision it was noted that \"In all of the naturalization acts from 1790 to 1906 the privilege of naturalization was confined to white persons (with the addition in 1870 of those of African nativity and descent)\", 1906 being the most recent legislation in question at the time.\nThe Equal Nationality Act of 1934 allowed a foreign-born child of a US citizen mother and an alien father, who had entered US territory before age 18 and lived in the United States for five years, to apply for United States citizenship for the first time. It also made the naturalization process quicker for American women's alien husbands. This law equalized expatriation, immigration, naturalization, and repatriation rules between women and men. However, it was not applied retroactively, and was modified by later laws, such as the Nationality Act of 1940.\n\nBirthright citizenship\nUnited States citizenship is usually acquired by birth when a child is born within the national territory of the United States. For the purposes of birthright citizenship and nationality, U.S. congress defines by the Immigration and Naturalization Act (INA) of 1952 (8 USC 1402) that the national territory of the United States consists of the 50 U.S. states, the District of Columbia, Guam, Puerto Rico, the Northern Mariana Islands, the United States Virgin Islands, and the Palmyra Atoll. Citizenship and nationality, however, was not specified in the original Constitution. In 1868, the Fourteenth Amendment specifically defined persons who were either born or naturalized in the United States and subject to its jurisdiction as citizens. All babies born in the United States—except those born to enemy aliens in wartime or the children of foreign diplomats—enjoy United States citizenship under the Supreme Court's long-standing interpretation of the Fourteenth Amendment regardless of the citizenship or immigration status of their parents. The amendment states: \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\" There remains dispute as to who is \"subject to the jurisdiction\" of the United States at birth.\nBy act of Congress, every person born in Puerto Rico, the United States Virgin Islands, Guam, and the Northern Mariana Islands is a United States citizen by birth. Also, every person born in the former Panama Canal Zone whose father or mother (or both) are or were a U.S. citizen is a United States citizen by birth.\nRegardless of where they are born, children of United States citizens are United States citizens in most cases. Children born outside the United States with at least one United States citizen parent usually have birthright citizenship by parentage.\nA child of unknown parentage found in the United States while under the age of five is considered a US citizen unless and until it is proven, before that child reaches the age of twenty-one, that the child had not been born in the US.\nWhile persons born in the United States are considered to be citizens and can obtain US passports, children under the age of eighteen are legally considered to be minors and cannot vote, stand for, or hold public office. Upon the person's eighteenth birthday, they are considered to be full citizens, although no official ceremony takes place and no correspondence between the government and the new citizen occurs to acknowledge the relation. Citizenship is assumed to exist, and the relation is assumed to remain viable until death or until it is renounced or dissolved by some other legal process. Secondary schools ideally teach the basics of citizenship and create \"informed and responsible citizens\" who are \"skilled in the arts of effective deliberation and action.\"\nAmericans who live in foreign countries and become members of other governments have, in some instances, been stripped of citizenship, although there have been court cases where decisions regarding citizenship have been reversed.\n\nNaturalized citizenship\nArticle I, Section 8 of the U.S. constitution gives Congress the power \"To establish an uniform Rule of Naturalization\". Acts of Congress provide for acquisition of citizenship by persons not born in the U.S.\n\nAgency in charge\nThe agency in charge of admitting new citizens is the United States Citizenship and Immigration Services, commonly abbreviated as USCIS. It is a bureau of the Department of Homeland Security. It offers web-based services. The agency depends on application fees for revenue; in 2009, with a struggling economy, applications were down sharply, and consequently there was much less revenue to upgrade and streamline services. There was speculation that if the administration of president Barack Obama passed immigration reform measures, then the agency could face a \"welcome but overwhelming surge of Americans-in-waiting\" and longer processing times for citizenship applications. The USCIS has made efforts to digitize records. A USCIS website allowed applicants to estimate the length of time required to process specific types of cases, to check application status, and to access a customer guide. The USCIS processes cases in the order they're received.\n\nPathways to citizenship\nPeople applying to become United States citizens must satisfy certain requirements. For example, applicants must generally have been permanent residents for five years (three if married to a United States citizen), be of \"good moral character\" (meaning no felony convictions), be of \"sound mind\" in the judgment of immigration officials, have a knowledge of the Constitution, and be able to speak and understand English unless they are elderly or disabled. Applicants must also pass a citizenship test. Until recently, a test published by the Immigration and Naturalization Service asked questions such as \"How many stars are there in our flag?\" and \"What is the Constitution?\" and \"Who is the president of the United States today?\" At one point, the Government Printing Office sold flashcards for US$8.50 to help test-takers prepare for the test. In 2006, the government replaced the former trivia test with a ten-question oral test designed to \"shun simple historical facts about America that can be recounted in a few words, for more explanation about the principles of American democracy, such as freedom\". One reviewer described the new citizenship test as \"thoughtful\". While some have criticized the new version of the test, officials counter that the new test is a \"teachable moment\" without making it conceptually more difficult, since the list of possible questions and answers, as before, will be publicly available. Six correct answers constitute a passing grade. The new test probes for signs that immigrants \"understand and share American values\".\n\nOne way to become a permanent resident is to apply to the US government Diversity Visa (DV) lottery. This program permits foreigners to apply for a drawing to become a permanent resident.\nMilitary participation can also allow immigrant residents to become citizens. The military has had a tradition of \"filling out its ranks\" with aliens living in the United States. The financial and social benefits of citizenship can motivate persons to participate in potentially hazardous activities such as military service. For example, a 2009 article in The New York Times said that the United States Military was recruiting \"skilled immigrants who are living in this country with temporary visas\" by promising an opportunity to become citizens \"in as little as six months\" in exchange for service in Afghanistan and Iraq where United States forces are \"stretched thin\".  One estimate was that in 2009 the US military had 29,000 foreign-born people currently serving who were not American citizens. In 2003, of 1.4 million service members, 37,000 active-duty members were not citizens, and of these, 20% had applied for citizenship. In 2002, President Bush signed an executive order to eliminate the three-year waiting period and made service personnel immediately eligible for citizenship. In 2003, Congress voted to \"cut the waiting period to become a citizen from three years down to one year\" for immigrants who had served in the armed forces. Spouses of citizens or non-citizens who served in the military also become citizens more quickly. The option was not open to illegal immigrants. One analyst noted that \"many immigrants, not yet citizens, have volunteered to serve in the United States military forces ... Some have been killed and others wounded ... Perhaps this can be seen as a cynical attempt to qualify more easily for United States citizenship ... But I think that service in the United States military has to be taken as a pretty serious commitment to the United States\". By June 2003, twelve non-citizens had died while on active duty in the United States armed forces during the Iraqi war.\nGrandparent rule. Section 322 of the Immigration and Nationality Act of 1952 (INA), added in 1994, enabled children of a United States citizen who did not become citizens at birth, to use the physical presence period in the United States of a grandparent who was a citizen to qualify for United States citizenship. Under the Child Citizenship Act of 2000, Section 322 was amended to extend also to children who generally reside outside the United States with a United States citizen parent, whether biological or adopted. The child must be in the legal and physical custody of the United States citizen parent, the child and parent must be lawfully present in the United States for the interview, and the child must take the oath of allegiance before the age of 18 years (for those 14 years or older). The application (Form N-600K) may only be submitted by the United States citizen parent, or by the grandparent or legal guardian within 5 years of the parent's death. In 2006, there were 4,000 applications of citizenship using the physical presence of grandparents. Israel comprises 90% of those taking advantage of the clause.\n\nStrong demand\nAccording to a senior fellow at the Migration Policy Institute, \"citizenship is a very, very valuable commodity\". However, one study suggested legal residents eligible for citizenship, but who don't apply, tend to have low incomes (41%), do not speak English well (60%), or have low levels of education (25%). There is strong demand for citizenship based on the number of applications filed. From 1920 to 1940, the number of immigrants to the United States who became citizens numbered about 200,000 each year; there was a spike after World War II, and then the level reduced to about 150,000 per year until resuming to the 200,000 level beginning about 1980. In the mid-1990s to 2009, the levels rose to about 500,000 per year with considerable variation. In 1996, more than one million people became citizens through naturalization. In 1997, there were 1.41 million applications filed; in 2006, 1.38 million. The number of naturalized citizens in the United States rose from 6.5 million in the mid-1990s to 11 million in 2002. By 2003, the pool of immigrants eligible to become naturalized citizens was 8 million, and of these, 2.7 million lived in California. In 2003, the number of new citizens from naturalization was 463,204. In 2007, the number was 702,589. In 2007, 1.38 million people applied for citizenship creating a backlog. In 2008, applications decreased to 525,786.\nNaturalization fees were US$60 in 1989; US$90 in 1991; US$95 in 1994; US$225 in 1999; US$260 in 2002; US$320 in 2003; US$330 in 2005. In 2007 application fees were increased from US$330 to US$595 and an additional US$80 computerized fingerprinting fee was added. The biometrics fee was increased to US$85 in 2010. On December 23, 2014, the application fees were increased again from US$595 to US$640. The high fees have been criticized as putting up one more wall to citizenship. Increases in fees for citizenship have drawn criticism. Doris Meissner, a senior fellow at the Migration Policy Institute and former Immigration and Naturalization Service Commissioner, doubted that fee increases deter citizenship-seekers. In 2009, the number of immigrants applying for citizenship plunged 62%; reasons cited were the slowing economy and the cost of naturalization.\n\nCitizenship ceremonies\nThe citizenship process has been described as a ritual that is meaningful for many immigrants. Many new citizens are sworn in during Independence Day ceremonies. Most citizenship ceremonies take place at offices of the United States Citizenship and Immigration Services. However, one swearing-in ceremony was held at Arlington National Cemetery in Virginia in 2008. The judge who chose this venue explained: \"I did it to honor our country's warriors and to give the new citizens a sense for what makes this country great\". According to federal law, citizenship applicants who are also changing their names must appear before a federal judge.\n\nHonorary citizenship\nThe title of \"Honorary Citizen of the United States\" has been granted eight times by an act of Congress or by a proclamation issued by the president pursuant to authorization granted by Congress. The eight individuals are Sir Winston Churchill, Raoul Wallenberg, William Penn, Hannah Callowhill Penn, Mother Teresa, the Marquis de Lafayette, Casimir Pulaski, and Bernardo de Gálvez y Madrid, Viscount of Galveston and Count of Gálvez.\nSometimes, the government awarded non-citizen immigrants who died fighting for American forces with the posthumous title of United States citizen, but this is not considered honorary citizenship. In June 2003, Congress approved legislation to help families of fallen non-citizen soldiers.\n\nCorporate citizenship\nSince corporations are considered persons in the eyes of the law, some carry US citizenship.  US citizenship's main advantage for a corporation is the protection and support of the United States government in legal or bureaucratic disputes.  For example, the airline Virgin America asked the United States Department of Transportation to be treated as an American air carrier when jockeying with foreign governments for access to air routes and overseas airports. Alaska Airlines, a competitor of Virgin America, asked for a review of the situation, suggesting that Virgin violated a provision of United States law requiring \"foreign ownership in a United States air carrier [be] limited to 25% of the voting interest in the carrier\".  \nFor the purposes of diversity jurisdiction in the United States civil procedure, corporate citizenship is determined by the principal place of business of the corporation. There is some degree of disagreement among legal authorities as to how exactly this may be determined.\n\nDistinction between citizenship and nationality\nThe Immigration and Nationality Act of 1952 made a distinction between \"citizenship\" and \"nationality\" of the United States: all United States citizens are also United States nationals, but not all U.S. nationals are also U.S. citizens. Hence, it is possible for a person to be a national of the United States but not a U.S. citizen.\n\nHistoric and current grants of non-citizen nationality\nThe federal government of the United States takes the position that unincorporated territories of the United States are not \"in the United States\" for purposes of the Citizenship Clause of the Fourteenth Amendment to the U.S. Constitution, which grants U.S. citizenship at birth to people born in the United States. Hence, people born in an unincorporated territory of the United States are U.S. citizens at birth only if Congress has passed a citizenship statute for that territory; otherwise, they become non-citizen U.S. nationals at birth instead, as per 8 U.S.C. § 1408.\nCurrently, American Samoa is the only unincorporated territory of the United States where newborn infants become non-citizen U.S. nationals at birth. Although international law and Supreme Court dicta would regard persons born in a United States Minor Outlying Island as non-citizen nationals of the United States, the nationality status of such persons is not specifically mentioned by US law (and none of these islands is inhabited, so the question does not routinely arise).\nThe U.S. government position regarding American Samoa began to be challenged in court in the 2010s. A 2016 ruling by the D.C. Circuit Court upheld the government's position that American Samoa is not \"in the United States\" for purposes of the Fourteenth Amendment and thus American Samoans are nationals but not citizens at birth,  A 2021 ruling by the 10th Circuit Court of Appeals similarly upheld the government's position and reversed a lower court ruling that said American Samoan plaintiffs were United States citizens at birth.\nUnlike people born in American Samoa, people born in Puerto Rico, Guam, the United States Virgin Islands and the Northern Mariana Islands (on or after November 4, 1986) have United States citizenship at birth, as Congress has granted this status by law. People born in the Northern Mariana Islands before November 4, 1986, automatically gained U.S. citizenship on that date, but they could choose to give up U.S. citizenship and become non-citizen U.S. nationals within 6 months after the later of November 4, 1986, and the date they turned 18 years old.\n\nLegal distinctions between United States citizens and non-citizen nationals\nUnited States citizenship grants more privileges and rights than non-citizen United States nationality. For example, while non-citizen U.S. nationals can reside and work in the United States without restrictions, both they and foreign nationals and citizens are not allowed to vote in federal or state elections, although there is no constitutional prohibition against their doing so. By statute law, most non-citizen U.S. nationals pass their U.S. nationality to children born outside the United States, similarly to U.S. citizens.\nNon-citizen U.S. nationals can apply for naturalization if they want to become U.S. citizens. In order to be naturalized, non-citizen U.S. nationals must meet similar requirements to foreign nationals, meaning non-citizen nationals must pay a US$640 fee (as of May 29, 2023), pass a good moral character assessment, be fingerprinted and pass an English and civics examination. However, unlike foreign nationals, non-citizen U.S. nationals do not need to hold permanent residency of the U.S. when they apply for citizenship, and they can count their legal residence and physical presence in unincorporated U.S. territories the same as presence in the U.S. proper toward the naturalization requirements.\nThe United States passport issued to non-citizen nationals of the United States contains the endorsement code 9 which states: \"The bearer is a United States national and not a United States citizen\" on the annotations page.\n\nControversies\nThe issue of citizenship naturalization is a highly contentious matter in United States politics, particularly regarding illegal immigrants. Candidates in the 2008 presidential election, such as Rudy Giuliani, tried to \"carve out a middle ground\" on the issue of illegal immigration, but rivals such as John McCain advocated legislation requiring illegal immigrants to first leave the country before being eligible to apply as citizens. Some measures to require proof of citizenship upon registering to vote have met with controversy.\nControversy can arise when citizenship affects political issues. Whether to include questions about current citizenship status in the United States Census questions has been debated in the Senate. Census data affects state electoral clout; it also affects budgetary allocations. Including non-citizens in Census counts also shifts political power to states that have large numbers of non-citizens due to the fact that reapportionment of congressional seats is based on Census data, and including non-citizens in the census is mandated by the United States Constitution.\nThere have been controversies based on speculation about which way newly naturalized citizens are likely to vote. Since immigrants from many countries have been presumed to vote Democratic if naturalized, there have been efforts by Democratic administrations to streamline citizenship applications before elections to increase turnout; Republicans, in contrast, have exerted pressure to slow down the process. In 1997, there were efforts to strip the citizenship of 5,000 newly approved immigrants who, it was thought, had been \"wrongly naturalized\"; a legal effort to do this presented enormous challenges. An examination by the Immigration and Naturalization Service of 1.1 million people who were granted citizenship from September 1995 to September 1996 found 4,946 cases in which a criminal arrest should have disqualified an applicant or in which an applicant lied about his or her criminal history. Before the 2008 election, there was controversy about the speed of the USCIS in processing applications; one report suggested that the agency would complete 930,000 applications in time for the newly processed citizens to vote in the November 2008 election. Foreign-born naturalized citizens tend to vote at the same rates as natives. For example, in the state of New Jersey in the 2008 election, the foreign born represented 20.1% of the state's population of 8,754,560; of these, 636,000 were eighteen or older and hence eligible to vote; of eligible voters, 396,000 actually voted, which was about 62%. So foreign-born citizens vote in roughly the same proportion (62%) as native citizens (67%).\nThere has been controversy about the agency in charge of citizenship. The USCIS has been criticized as being a \"notoriously surly, inattentive bureaucracy\" with long backlogs in which \"would-be citizens spent years waiting for paperwork\". Rules made by Congress and the federal government regarding citizenship are highly technical and often confusing, and the agency is forced to cope with enforcement within a complex regulatory milieu. There have been instances in which applicants for citizenship have been deported on technicalities. One Pennsylvania doctor and his wife, both from the Philippines, who applied for citizenship, and one Mr. Darnell from Canada who was married to an American with two children from this marriage, ran afoul of legal technicalities and faced deportation. The New York Times reported that \"Mr. Darnell discovered that a 10-year-old conviction for domestic violence involving a former girlfriend, even though it had been reduced to a misdemeanor and erased from his public record, made him ineligible to become a citizen — or even to continue living in the United States\". Overworked federal examiners under pressure to make \"quick decisions\" as well as \"weed out security risks\" have been described as preferring \"to err on the side of rejection\". In 2000, 399,670 applications were denied (about 1⁄3 of all applications); in 2007, 89,683 applications for naturalization were denied, about 12% of those presented.\nGenerally, eligibility for citizenship is denied for the millions of people living in the United States illegally, although from time to time, there have been amnesties. In 2006, there were mass protests numbering hundreds of thousands of people throughout the United States demanding United States citizenship for illegal immigrants. Many carried banners which read \"We Have A Dream Too\". One estimate is that there were 12 million illegal immigrants in the United States in 2006. Many American high school students have citizenship issues. In 2008, it was estimated that there were 65,000 illegal immigrant students. The number was less clear for post-secondary education. A 1982 Supreme Court decision, Plyler v. Doe 457 U.S. 202 (1982), entitled illegal immigrants to free education from kindergarten through high school. Undocumented immigrants who get arrested face difficulties in the courtroom as they have no constitutional right to challenge the outcome of their deportation hearings. In 2009, writer Tom Barry of the Boston Review criticized the crackdown against illegal immigrants since it \"flooded the federal courts with nonviolent offenders, besieged poor communities, and dramatically increased the United States prison population, while doing little to solve the problem itself\". Barry criticized the United States' high incarceration rate as being \"fives times greater than the average rate in the rest of the world\". Virginia senator Jim Webb agreed that \"we are doing something dramatically wrong in our criminal justice system\".\n\nRelinquishment of citizenship\nUnited States citizens can relinquish their citizenship, which involves abandoning the right to reside in the United States and all the other rights and responsibilities of citizenship. \"Relinquishment\" is the legal term covering all seven different potentially-expatriating acts (ways of giving up citizenship) under 8 U.S.C. § 1481(a). \"Renunciation\" refers to two of those acts: swearing an oath of renunciation before a United States diplomatic or consular officer abroad, or before an official designated by the attorney general within the United States during a state of war. Out of an estimated three to six million United States citizens residing abroad, between five and six thousand relinquished citizenship each year in 2015 and 2016. United States nationality law treats people who perform potentially-expatriating acts with intent to give up United States citizenship as ceasing to be United States citizens from the moment of the act, but United States tax law since 2004 treats such individuals as though they remain United States citizens until they notify the State Department and apply for a Certificate of Loss of Nationality (CLN).\nRenunciation requires an oath to be sworn before a State Department officer and thus involves in-person attendance at an embassy or consulate, but applicants for CLNs on the basis of other potentially-expatriating acts must attend an in-person interview as well. During the interview, a State Department official assesses whether the person acted voluntarily, intended to abandon all rights of United States citizenship, and understands the consequences of their actions. The State Department strongly recommends that Americans intending to relinquish citizenship have another citizenship, but will permit Americans to make themselves stateless if they understand the consequences. There is a US$2,350 administrative fee for the process. In addition, an expatriation tax is imposed on some individuals relinquishing citizenship, but payment of the tax is not a legal prerequisite for relinquishing citizenship; rather, the tax and its associated forms are due on the normal tax due date of the year following relinquishment of citizenship. State Department officials do not seek to obtain any tax information from the interviewee, and instruct the interviewee to contact the IRS directly with any questions about taxes.\n\nRevocation of citizenship\nCitizenship can be revoked under certain circumstances. For instance, if held that a naturalized person has concealed material evidence, willfully misrepresented themselves, or engaged in subversive activities, then they may have their naturalization revoked.\nA citizen does not lose United States citizenship when they perform such acts like seeking office in a foreign state. However, the higher office and more important role a citizen holds in a foreign government, the more limited the exercise of consular rights of United States citizenship will be: \"Serving as a foreign head of state/government or foreign minister may affect the level of immunity from United States jurisdiction that a dual national may be afforded. All such cases should be referred to the Office of the Assistant Legal Adviser for Consular Affairs\".\nFrom September 22, 1922, to the passage of Nationality Act of 1940, a woman holding United States citizenship could lose it simply by marriage to an alien or certain aliens ineligible for citizenship.\n\nSee also\nAccidental American\nAnchor baby\nBirth tourism\nBirthright citizenship in the United States of America\nBirthright generation\nCitizenship (general discussion for all nations)\nCitizenship education\nDREAM Act\nHistory of citizenship\nJus soli\nNatural born citizen of the United States\nUndocumented youth in the United States\nUnited States nationality law\n\nExplanatory footnotes\nReferences\nFurther reading\nAbdelfatah, Rund; Ramtin Arablouei (June 9, 2022). \"By Accident of Birth\". Throughline. Retrieved September 3, 2023.\nFrost, Amanda (2021). You Are Not American: Citizenship Stripping from Dred Scott to the Dreamers. Boston: Beacon Press. ISBN 9780807051429. OCLC 1164826057.\nNackenoff, Carol (2021). American by Birth: Wong Kim Ark and the Battle for Citizenship (First/Unabridged ed.). Lawrence, Kansas: University Press of Kansas. ISBN 9780700631926. OCLC 1195815540.\n\nExternal links\nCitizenship and the American Empire, Noted on the Legislative History of the United States Citizenship of Puerto Ricans"
}