{
  "title": "Visa policy of the United States",
  "url": "https://en.wikipedia.org/wiki/Visa_policy_of_the_United_States",
  "text": "Aliens entering the United States must obtain a visa from one of the U.S. diplomatic missions. Visitors may be exempt if they are citizens of one of the visa-exempt or Visa Waiver Program countries.\nThe same rules apply for travel to all U.S. states, Washington, D.C., Puerto Rico and the U.S. Virgin Islands, as well as to Guam and the Northern Mariana Islands with additional waivers, while similar but separate rules apply to American Samoa.\n\nTravel documents\nThe U.S. government requires all individuals entering or departing the United States by air, or entering the United States by sea from outside the Americas, to hold one of the following documents:\n\nU.S. passport\nForeign passport; for entry, a U.S. visa is also required except for:\nCitizens of the freely associated states (Marshall Islands, Micronesia and Palau)\nNationals of certain neighboring jurisdictions (Canada and Bermuda generally; Bahamas, British Virgin Islands, Cayman Islands and Turks and Caicos Islands under certain conditions; and Mexico under limited categories)\nNationals of countries in the Visa Waiver Program (or of certain additional countries only for Guam and the Northern Mariana Islands)\nU.S. permanent resident card (Form I-551) or temporary I-551 stamp\nU.S. travel document serving as a re-entry permit (Form I-327) or refugee travel document (Form I-571)\nU.S. advance parole authorization (Form I-512), temporary protected status document (Form I-512T), or employment authorization document (Form I-766) annotated \"valid for re-entry to U.S.\" or \"serves as I-512 advance parole\"\nU.S. military or NATO identification with official travel order\nU.S. merchant mariner credential indicating U.S. citizenship\nNEXUS card indicating U.S. or Canadian citizenship (only to or from Canadian airports with preclearance)\nU.S. government-issued transportation letter or boarding foil (for entry only)\nForeign emergency travel document or U.S. removal order (for departure only)\nFor entry by land or sea from the Americas, individuals must present one of the documents acceptable for entry by air or one of the following:\n\nU.S. passport card\nNEXUS, SENTRI, FAST or Global Entry card indicating U.S. or Canadian citizenship\nU.S. or Canadian enhanced driver's license\nEnhanced tribal card, Native American photo identification card, or Canadian Indian status card\nBorder Crossing Card, only for entry from Mexico by land, pleasure vessel or ferry\nU.S. or Canadian birth certificate, U.S. Consular Report of Birth Abroad, U.S. naturalization certificate or Canadian citizenship certificate, only for children under age 16, or under age 19 in a supervised group\nGovernment-issued photo identification along with U.S. birth certificate, Consular Report of Birth Abroad or naturalization certificate, only for travel by cruise ship returning to the same place of departure in the United States\nChildren born to a U.S. permanent resident mother during a temporary visit abroad do not need a passport or visa at the mother's first re-entry to the United States within two years after birth. Children born abroad to a parent with a U.S. immigrant visa after its issuance do not need a visa if holding a passport and a birth certificate.\n\nVisas\nWhile there are about 185 different types of U.S. visas, there are two main categories:\n\nNonimmigrant visa, for temporary stays such as for tourism, business, family visits, study, work or transit;\nImmigrant visa: for permanent residence in the United States. At the port of entry, upon endorsement with an I-551 admission stamp, the visa serves as evidence of permanent residence for one year, and the visa holder is processed for a green card. A child with an IR-3 or IH-3 visa automatically becomes a U.S. citizen upon admission and is processed for a certificate of citizenship (N-560).\nA U.S. visa does not authorize entry into the United States or a stay in a particular status, but only serves as a preliminary permission to travel to the United States and to seek admission at a port of entry. The final admission to the United States is made at the port of entry by a U.S. Customs and Border Protection (CBP) officer. For those entering in a nonimmigrant visa status, the admission details are recorded by the CBP officer on a Form I-94 (or Form I-94W for nationals of the Visa Waiver Program countries for short visits), which serves as the official document authorizing the stay in the United States in a particular status and for a particular period of time. In order to immigrate, one should either have an immigrant visa or have a dual intent visa, which is one that is compatible with making a concurrent application for nonimmigrant and immigrant status.\nEntering the United States on an employment visa may be described as a three-step process in most cases. First, the employer files an application with U.S. Citizenship and Immigration Services requesting a particular type of category visa for a specific individual. If the employer's application is approved, it only authorizes the individual to apply for a visa; the approved application is not actually a visa. The individual then applies for a visa and is usually interviewed at a U.S. embassy or consulate in the native country. If the embassy or consulate grants the visa, the individual is then allowed to travel to the United States. At the airport, border crossing or other point of entry, the individual speaks with an officer from U.S. Customs and Border Protection to request admission, and if approved, the individual may then enter the United States.\nIn addition to immigration sponsored by a U.S. family member or employer, about 55,000 immigrant visas are available each year to natives of certain countries under the Diversity Immigrant Visa program, also known as the green card lottery.\n\nVisa exemption\nCitizens of freely associated states\nMarshall Islands\n Micronesia\n Palau\nUnder Compacts of Free Association, citizens of the Marshall Islands, Micronesia and Palau may enter, reside, study and work in the United States indefinitely without a visa. These benefits are granted to citizens from birth or independence, and to naturalized citizens who have resided in the respective country for at least five years, excluding those who acquired citizenship by investment.\n\nNationals of neighboring jurisdictions\nThe United States grants visa-free entry to nationals of two neighboring jurisdictions under most circumstances:\n\n Canada –  Citizens of Canada do not need a visa to visit the United States under most circumstances. In addition, under the USMCA (and previously the NAFTA), they may obtain authorization to work under a simplified procedure.\n Bermuda –  British Overseas Territories citizens of Bermuda do not need a visa to visit the United States under most circumstances for up to 180 days. They may also enter to study there without a visa. To qualify for the visa exemption, they must present a British passport with \"Government of Bermuda\" on the cover, with the nationality listed as \"British Overseas Territories Citizen\" or \"British Dependent Territories Citizen\", and containing an endorsement stamp of \"Holder is registered as a Bermudian\", \"Holder possesses Bermudian status\" or \"Holder is deemed to possess Bermudian status\".\nThe United States also grants visa-free entry to nationals of some other neighboring jurisdictions under certain conditions:\n\n Bahamas –  Nationals of the Bahamas do not need a visa to the United States if they apply for admission at a U.S. preclearance facility located in the Bahamas. In addition to a Bahamian passport, applicants 14 years of age or older must present a police certificate issued by the Royal Bahamas Police Force in the previous six months indicating no criminal record.\n British Virgin Islands –  British Overseas Territories citizens of the British Virgin Islands may travel without a visa to the U.S. Virgin Islands with their British Virgin Islands passport. They may also continue travel to other parts of the United States if they present a Certificate of Good Conduct issued by the Royal Virgin Islands Police Force indicating no criminal record.\n Cayman Islands –  British Overseas Territories citizens of the Cayman Islands may travel without a visa to the United States. To qualify, they must receive a visa waiver from the Cayman Islands Passport and Corporate Services Office, for which they must present a Cayman Islands passport valid for at least six months beyond their intended departure from the United States, a fee of 25 Cayman Islands dollars, and a police clearance certificate for applicants age 13 or older. The visa waiver is valid for only one entry and for travel directly from the Cayman Islands to the United States.\n Turks and Caicos Islands – British Overseas Territories citizens of the Turks and Caicos Islands may travel to the United States without a visa for short stays for business or pleasure. To qualify, they must travel directly from the territory to the United States, present a Turks and Caicos Islands passport or another travel document stating that they are British Overseas Territory citizens with the right of abode in the Turks and Caicos Islands, and applicants 14 years of age or older must also present a police certificate issued by the Royal Turks and Caicos Islands Police Force in the previous six months indicating no criminal record.\nVisa-free entry is also granted to limited categories of nationals of another neighboring country:\n\n Mexico –  Some nationals of Mexico do not need a visa to travel to the United States: government officials not permanently assigned to the United States and their accompanying family members, holding diplomatic or official passports, for stays of up to 6 months; members of the Kickapoo tribes of Texas or Oklahoma, holding Form I-872, American Indian Card; and crew members of Mexican airlines operating in the United States. Other nationals of Mexico may travel to the United States with a Border Crossing Card, which functions as a visa and has similar requirements. Under the USMCA (and earlier NAFTA), they may also obtain authorization to work under a simplified procedure.\n\nVisa Waiver Program\nAs of 2025, 42 countries have been selected by the U.S. government for inclusion in the Visa Waiver Program (VWP). Their nationals do not need a U.S. visa for short stays, but they are required to obtain an Electronic System for Travel Authorization (ESTA) prior to arrival. Visitors may stay for up to 90 days in the United States, which also includes time spent in Canada, Mexico, Bermuda or the islands in the Caribbean if the arrival was through the United States.\n\nThe Electronic System for Travel Authorization (ESTA) is not considered a visa, but a prerequisite to traveling to the United States under the Visa Waiver Program. ESTA has an application fee of 4 USD, and if approved, an additional fee of 17 USD is charged, for a total of 21 USD. Once obtained, the authorization is valid for up to two years or until the traveler's passport expires, whichever comes first, and is valid for multiple entries into the United States. Passengers are advised to apply for ESTA at least 72 hours before departure.\nTravel by air or sea with ESTA must be made on a participating commercial carrier. The VWP does not apply at all if arriving by air or sea on an unapproved carrier (e.g. a private ship or plane), in which case a standard visa is required. ESTA is also required for entry by land.\nAs of 2024, those who have previously been in Iran, Iraq, Libya, North Korea, Somalia, Sudan, Syria or Yemen on or after March 1, 2011, or in Cuba on or after January 12, 2021, or who are dual nationals of Cuba, Iran, Iraq, North Korea, Sudan or Syria, are not eligible to travel under the VWP and must obtain a standard visa. However, those who traveled to such countries for diplomatic, military, humanitarian, reporting or legitimate business purposes may have this ineligibility waived.\n\nVisa waiver program of Guam and the Northern Mariana Islands\nAlthough the visa policy of the United States also applies to the U.S. territories of Guam and the Northern Mariana Islands, both territories have an additional visa waiver program for certain nationalities. The Guam–CNMI Visa Waiver Program, first enacted in October 1988 and periodically amended, permits nationals of 12 countries to visit Guam and the Northern Mariana Islands for up to 45 days, and nationals of China to visit the Northern Mariana Islands for up to 14 days, for tourism or business, without the need to obtain a U.S. visa.\n\nTravelers with a visa or ESTA are admitted to the territories in accordance with the terms of the visa or ESTA.\nTravelers using the Guam–CNMI Visa Waiver Program are required to obtain a Guam–CNMI Electronic Travel Authorization (G-CNMI ETA), similar to ESTA. This authorization is valid for up to two years (one year for nationals of China), or until the traveler's passport expires (six months before the passport expires, for nationals of Brunei, China and Nauru), whichever comes first, and it is valid for multiple entries during this period. This authorization does not require a fee.\nTravelers using this program must also hold a machine-readable passport and nonrefundable return ticket, and are not permitted to travel to other parts of the United States. Because of work visas and waivers specific to the Northern Mariana Islands, traveling between Guam and the Northern Mariana Islands still requires a full immigration inspection, and all visitors departing Guam or Northern Mariana Islands are inspected regardless of final destination.\n\nAmerican Samoa\nU.S. visa policy does not apply to the territory of American Samoa, as it has its own entry requirements and maintains control of its own borders. Hence, neither a U.S. visa nor an ESTA can be used to enter American Samoa. If required, an entry permit or an electronic authorization called \"OK Board\" must be obtained from the Department of Legal Affairs of American Samoa.\nTo travel to American Samoa, U.S. nationals must present a valid U.S. passport, a valid American Samoan certificate of identity, or a certified birth certificate in combination with a valid identification card. Alternatively, they may apply online for an electronic authorization providing a copy of their birth certificate or expired travel document, a copy of their identification card, itinerary, and a fee of 50 USD for verification of vital records.\nIn addition to their identification document or electronic authorization, U.S. nationals must also show proof of residence or employment in American Samoa or a ticket for future departure from the territory. However, after entering American Samoa, U.S. nationals may reside there indefinitely and cannot be deported.\nNationals of countries in the American Samoa Entry Permit Waiver Program may visit the territory for up to 30 days without an entry permit. However, if arriving by air, they must apply online for an electronic authorization called \"OK Board\", at least 3 business days before travel, providing a copy of their passport valid for at least 6 months after their planned departure from the territory, a ticket for such departure, proof of accommodation, and a fee of 40 USD.\nNationals of Samoa may also apply for a similar electronic authorization to visit American Samoa for up to 10 days, for a fee of 10 USD. Up to 400 such authorizations are granted per month.\n\nOther visitors need an entry permit. To apply, they must have a local sponsor, who must appear in person at the Immigration Office of the Department of Legal Affairs. The application must be signed by the sponsor's saʻo (head chief), unless the sponsor provides a deed of private land, and by the sponsor's pulenuʻu (village mayor). Applicants must also provide a copy of their passport or identity document valid for at least 6 months after their planned departure from the territory, a ticket for such departure, clearances from the District Court of American Samoa and Lyndon B. Johnson Tropical Medical Center, police and medical clearances from the country of origin (medical clearance not required for nationals of Samoa), and a fee of 40 USD (no fee if under age 5). The application for an entry permit must be made at least 3 business days before travel, and the permit is valid for a stay of up to 30 days, but an extension may be requested for a fee of 50 USD.\nBusiness travelers may apply for a multiple-entry permit, for a fee of 50 USD per month, up to one year. Nationals of Samoa traveling on business may also apply for an entry permit for a stay of up to 14 days, for a fee of 10 USD.\nTransit travelers of any nationality may apply for an electronic authorization free of charge, allowing a stay of up to 24 hours.\n\nAlaska\nResidents of the Chukotka Autonomous Okrug in Russia who are members of the indigenous population do not need a visa to visit Alaska if they have relatives (blood relatives, members of the same tribe, native people who have similar language and cultural heritage) in Alaska. Entry points are in Gambell and Nome. Individuals must be invited by a relative in Alaska, must notify local authorities at least ten days before traveling to Alaska, and must leave Alaska within 90 days.\nThe agreement establishing this policy was signed by Russia (then the Soviet Union) and the United States on September 23, 1989. The United States made it effective as of July 17, 2015.\n\nAmerican Indians born in Canada\nMembers of certain indigenous peoples born in Canada may enter and remain in the United States indefinitely \"for the purpose of employment, study, retirement, investing, and/or immigration\" or any other reason by virtue of the Jay Treaty of 1794, as codified in Section 289 of the Immigration and Naturalization Act.\nIn order to qualify, an individual must possess \"at least 50 per centum blood of the American Indian Race\". Tribal membership alone does not qualify an individual. The individual bears the burden of proof in establishing eligibility, typically by way of presenting identification based on reliable tribal records, birth certificates, and other documents establishing the percentage of indigenous ancestry. A Canadian Certificate of Indian Status is insufficient proof because it does not indicate the percentage of indigenous ancestry.\nThis provision does not extend to family members unless they qualify in their own right. However, qualifying American Indians residing in the United States are considered to be lawfully admitted for U.S. permanent residence and therefore may file a petition for their spouse and dependent children, subject to statutory numerical limitations and a potential backlog of applications.\n\nRestricted entry or visa issuance\nSanctions\nThe United States has suspended the issuance of certain types of visas for certain people from certain countries as sanctions for their lack of cooperation in accepting the return of their nationals deported from the United States. As of 2025, these sanctions apply to visitor (B) visas of certain officials of the Ministry of Foreign Affairs of Cambodia and their family members, and to all visas of all nationals of South Sudan.\nThe United States has also prohibited visas for certain people as sanctions for many other reasons, such as government officials allegedly violating human rights or undermining democracy.\n\nSecurity concerns\nOn June 4, 2025, President Donald Trump issued a proclamation suspending the issuance of visas for nationals of several countries, effective June 9, 2025, due to insufficient sharing of information for their security screening.\nWith limited exceptions, the proclamation suspends the issuance of new visas for nationals of the following countries:\n\nWith limited exceptions, the proclamation suspends the issuance of new immigrant, visitor (B), student (F, M) and exchange (J) visas for nationals of the following countries:\n\nExceptions include people already in the United States or holding valid U.S. visas on the effective date of the proclamation; U.S. permanent residents; dual nationals of a country not included in the proclamation; non-immigrant visas for government officials and their family members (A-1, A-2, C-2, C-3, G, NATO); athletes, their supporting staff and family members traveling for major sporting events; immigrant visas for spouses, children and parents of U.S. citizens; special immigrant visas for Afghans who worked for the U.S. government; immigrant visas for persecuted minorities in Iran; witnesses in criminal proceedings; and national interest cases.\n\nOutlying islands\nVisits to the United States Minor Outlying Islands – Baker Island, Howland Island, Jarvis Island, Johnston Atoll, Kingman Reef, Midway Atoll, Navassa Island, Palmyra Atoll and Wake Island – are severely restricted. The islands are not accessible to the general public, and all visits require special permits from the U.S. Fish and Wildlife Service, or from The Nature Conservancy for Palmyra Atoll, or from the U.S. Air Force for Johnston Atoll and Wake Island.\n\nQualification process\nApplicants for visitor visas must show that they qualify under provisions of the Immigration and Nationality Act. The presumption in the law is that every nonimmigrant visa applicant (except certain employment-related applicants, who are exempt) is an intending immigrant unless otherwise proven. Therefore, applicants for most nonimmigrant visas must overcome this presumption by demonstrating that:\n\nThe purpose of their trip is to enter the U.S. for a specific, intended purpose;\nThey plan to remain for a specific, limited period; and\nThey have a residence outside the U.S. as well as other binding ties which will ensure their return at the end of their stay.\nAll visit, business, transit, student, and exchange visitor visa applicants must pay an application fee of 185 USD to the consular section at a U.S. embassy or consulate in order to be interviewed by a consular officer who will determine if the applicant is qualified to receive a visa to travel to the United States (additionally, the officer may also ask the United States Department of State for a Security Advisory Opinion, which can take several weeks to resolve). The application fee is increased to 205 USD for most work visas and can be even higher for certain categories.\nIf the applicant is rejected, the application fee is not refunded. If the application is approved, nationals of certain countries must also pay a visa issuance fee, based on reciprocity. Amongst the items included in the qualification decision are financial independence, adequate employment, material assets and a lack of a criminal record in the applicant's native country.\n\nSocial media posts\nIn April 2025, U.S. Secretary of State Marco Rubio ordered the review of social media accounts of visa applicants who had visited the Gaza Strip since 2007, to investigate their potential security risks. The Department of State also revoked the visas of some students who had criticized Israel's actions in Gaza.\n\nAdmission statistics\nThe highest number of non-immigrant admissions for tourists and for business purposes into the United States in fiscal year 2014, 2015, 2016 and 2017 was from the following countries (listed over 700,000 admissions):\n\nClasses of visas\nAll U.S. visa types and subtypes are listed below:\n\nImmigrant visas\nThe Trump administration issued new rules on August 12, 2019, that will reject applicants for temporary or permanent visas for failing to meet income standards or for receiving public assistance such as welfare, food stamps, public housing or Medicaid.\nCritics feared the new law, which was set to go into effect in October 2019, could negatively impact the lives of children who are U.S. citizens.\n\nNonimmigrant visas\nA visa\nA visas are issued to representatives of a foreign government traveling to the United States to engage in official activities for that government. A visas are granted to foreign government ambassadors, ministers, diplomats, as well as other foreign government officials or employees traveling on official business (A-1 visa). Certain foreign officials require an A visa regardless of the purpose of their trip.\nThe A visa is also granted to immediate family members of such foreign government officials, defined as \"the principal applicant's spouse and unmarried sons and daughters of any age who are not members of some other household and who will reside regularly in the household of the principal alien\" (A-2 Visa) and which \"may also include close relatives of the principal alien or spouse who are related by blood, marriage, or adoption who are not members of some other household; who will reside regularly in the household of the principal alien; and who are recognized as dependents by the sending government (A-3 Visa).\n\nB visa\nThe most common non-immigrant visa is the multiple-purpose B-1/B-2 visa, also known as the \"visa for temporary visitors for business or pleasure.\" Visa applicants sometimes receive either a B-1 (temporary visitor for business) or a B-2 (temporary visitor for pleasure) visa, if their reason for travel is specific enough that the consular officer does not feel they qualify for combined B-1/B-2 status.\nHolders of B visas may also attend short non-credit courses. Nationals of Mexico are eligible for Border Crossing Cards.\nFrom November 29, 2016, all holders of Chinese passports who also hold 10-year B visas are required to enroll in the Electronic Visa Update System (EVUS) before traveling to the United States. This requirement may be extended to other nationalities in the future.\nEffective January 24, 2020, B visas are not issued to individuals expected to give birth during their stay, unless they demonstrate that the primary purpose of their visit is not to obtain U.S. citizenship for the child. In addition, B visa applicants seeking medical treatment in the United States must demonstrate their arrangements for the medical treatment and sufficiently establish their ability to pay for it.\n\nC visa\nThe C-1 visa is a transit visa issued to individuals who are traveling in \"immediate and continuous transit through the United States en-route to another country\". The only reason to enter the United States must be for transit purposes.\nA subtype C-2 visa is issued to diplomats transiting to and from the Headquarters of the United Nations and is limited to the vicinity of New York City. A subtype C-3 visa is issued to diplomats and their dependents transiting to and from their posted country.\n\nD visa\nD visa is issued to crew members of sea-vessels and international airlines in the United States. This includes commercial airline pilots and flight attendants, captain, engineer, or deckhand of a sea vessel, service staff on a cruise ship and trainees on board a training vessel. Usually a combination of a C-1 visa and D visa is required.\n\nE visa\nTreaty Trader (E-1 visa) and Treaty Investor (E-2 visa) visas are issued to citizens of countries that have signed treaties of commerce and navigation with the United States.\nThey are issued to individuals working in businesses engaged in substantial international trade or to investors (and their employees) who have made a 'substantial investment' in a business in the United States.\nThe variant visa issued only to citizens of Australia is the E-3 visa (E-3D visa is issued to spouse or child of E-3 visa holder and E-3R to a returning E-3 holder).\n\nF visa\nThese visas are issued for foreign students enrolled at accredited U.S. institutions.\nF-1 visas are for full-time students, F2 visas are for spouses and children of F-1 visa holders and F-3 visas are for \"border commuters\" who reside in their country of origin while attending school in the United States. They are managed through SEVIS.\n\nG visa\nG visas are issued to diplomats, government officials, and employees who will work for international organizations in the United States. The international organization must be officially designated as such.\nThe G-1 visa is issued to permanent mission members; the G-2 visa is issued to representatives of a recognized government traveling temporarily to attend meetings of a designated international organization; the G-3 visa is issued to persons who represent a non-recognized government; the G-4 visa is for those who are taking up an appointment; and the G-5 visa is issued to personal employees or domestic workers of G1–G4 visa holders. G1–G4 visas are also issued to immediate family members of the principal visa holder, if they meet certain criteria.\n\nNATO visa\nOfficials who work for the North Atlantic Treaty Organization require a NATO visa.\nThe NATO-1 visa is issued to permanent representatives of NATO and their staff members, NATO-2 visa is issued to a representative of member state to NATO or its subsidiary bodies, advisor or technical expert of the NATO delegation visiting the United States, a member of the NATO military forces component or a staff member of the NATO representative, NATO-3 visa is issued to official clerical staff accompanying the representative of a NATO member state, NATO-4 visa is issued to foreign national recognized as a NATO official, NATO-5 visa is issued to a foreign national recognized as a NATO expert and NATO-6 visa is issued to a member of the civilian component of the NATO. All NATO visas are issued to immediate family members as well. NATO-7 visas are issued to personal employees or domestic workers of a NATO-1 – NATO-6 visa holders.\n\nH visa\nH visas are issued to temporary workers in the United States.\n\nSpecialty occupations, DOD Cooperative Research and Development Project Workers, and fashion models\nThe discontinued H-1A and H-1C visas existed during periods when the United States experienced a shortage of nurses from 1989. The H-1A classification was created by the Nursing Relief Act of 1989 and ended in 1995.\nThe H-1C visa was created by the Nursing Relief for Disadvantaged Area Act of 1999 and expired in 2005. Currently nurses must apply for H-1B visas.\n\nThe H-1B classification is for professional-level jobs that require a minimum of a bachelor's degree in a specific academic field. In addition, the employee must have the degree or the equivalence of such a degree through education and experience.\nThere is a required wage, which is at least equal to the wage paid by the employer to similarly qualified workers or a prevailing wage for such positions in the geographic regions where the jobs are located.\nThis visa also covers fashion models of distinguished merit and ability. The H-1B1 visa is the variant issued to citizens of Singapore and Chile.\n\nTemporary agricultural workers\n\nThe H-2A visa allows a foreign national entry into the United States for temporary or seasonal agricultural work for eligible employers under certain conditions (seasonal job, no available U.S. workers).\n\nTemporary nonagricultural workers\n\nThe H-2B visa allows a foreign national entry into the United States for temporary or seasonal non-agricultural work for eligible employers under certain conditions (seasonal job, no available U.S. workers).\n\nNonimmigrant trainee or special education exchange Visitor\n\nThe H-3 visa is available to those foreign nationals looking to \"receive training in any field of endeavor, other than graduate medical education or training, that is not available in the foreign national's home country\" or \"participate in a special education exchange visitor training program that provides for practical training and experience in the education of children with physical, mental, or emotional disabilities\".\n\nFamily members\n\nH-4 visa is issued to immediate family members of H visa holders. In some cases, they are eligible for employment.\n\nI visa\nThe I-1 visa is issued to representatives of the foreign media, including members of the press, radio, film, and print industries travelling to temporarily work in the United States in the profession.\n\nJ visa\nThe J-1 visa is issued to participants of work-and study-based exchange visitor programs.\nThe Exchange Visitor Program is carried out under the provisions of the Fulbright-Hays Act of 1961, officially known as the Mutual Educational and Cultural Exchange Act of 1961 (Pub. L. 87–256, 75 Stat. 527). The purpose of the act is to increase mutual understanding between the people of the United States and the people of other countries by means of educational and cultural exchanges. The Exchange Visitor Program is administered by the Office of Exchange Coordination and Designation in the Bureau of Educational and Cultural Affairs.\nIn carrying out the responsibilities of the Exchange Visitor Program, the department designates public and private entities to act as exchange sponsors. Spouses and dependents of J-1 exchange visitors are issued a J-2 visa.\nExchange visa categories are:\n\nAu pair and EduCare\nCamp counselor\nCollege and university student\nGovernment visitor\nIntern\nInternational visitor\nPhysician\nProfessor and research scholar\nSecondary school student\nShort-term scholar\nSpecialist\nSummer Work Travel Program participant\nTeacher\nTrainee\nExchange Visitor Pilot Programs exist for citizens of Australia, Ireland, New Zealand and South Korea.\n\nK visa\nA K-1 visa is a visa issued to the fiancé or fiancée of a United States citizen to enter the United States. A K-1 visa requires a foreigner to marry his or her U.S. citizen petitioner within 90 days of entry, or depart the United States. Once the couple marries, the foreign citizen can adjust status to become a lawful permanent resident of the United States (Green Card holder).\nA K-2 visa is issued to unmarried children under the age of 21. Foreign same-sex partners of United States citizens are currently recognized by United States Citizenship and Immigration Services (USCIS) and accordingly can be sponsored for K-1 visas and for permanent resident status.\nK-3/K-4 visas are issued to foreign spouses and children of U.S. citizens.\n\nL visa\nThe L-1 classification is for international transferees who have worked for a related organization abroad for at least one continuous year in the past three years and who will be coming to the United States to work in an executive or managerial (L-1A) or specialized knowledge capacity (L-1B).\nThe L-2 visa is issued to dependent spouse and unmarried children under 21 years of age of qualified L-1 visa holders.\n\nM visa\nThe M-1 visa is a type of student visa reserved for vocational and technical schools.\nStudents in M-1 status may not work on or off campus while studying, and they may not change their status to F-1. The M-2 visa permits the spouse and minor children of an M-1 vocational student to accompany him or her to the United States.\n\nO visa\nThe O visa is a classification of non-immigrant temporary worker visa granted to an alien \"who possesses extraordinary ability in the sciences, arts, education, business, or athletics (O-1A visa), or who has a demonstrated record of extraordinary achievement in the motion picture or television industry and has been recognized nationally or internationally for those achievements,\" (O-1B visa) and to certain assistants (O-2 visa) and immediate family members of such aliens (O-3 visa).\n\nP visa\nP visas are issued to individuals or team athletes, or member of an entertainment group including persons providing essential support services (P-1 visa), artists or entertainers (individual or group) under a reciprocal exchange program (P-2 visa) and artists or entertainers (individual or group) visiting to perform, teach or coach under a program that is culturally unique (P-3 Visa).\nP-4 visas are issued to spouses, or children under the age of 21, of a P-1, P-2, or P-3 alien and who is accompanying, or following to join.\n\nQ visa\nThe Q visa is issued to participants in an international cultural exchange program.\n\nR visa\nThe R-1 visa is issued to temporary religious workers. They must have been a member of a religious denomination having a bona fide non-profit religious organization in the United States for at least 2 years. R-2 visa is issued to dependent family members.\n\nS visa\nS visas are nonimmigrant visas issued to individuals who have assisted law enforcement as a witness or informant. There is a limit of 200 S visas a year.\nA law enforcement agency can then submit an application for resident alien status, i.e. a green card on behalf of the witness or informant once the individual has completed the terms and conditions of his or her S visa.\n\nTN visa\nNAFTA Professional (TN) visa allows citizens of Canada and Mexico whose profession is on the NAFTA list and who must hold a bachelor's degree to work in the United States on a prearranged job. Canadian citizens usually do not need a visa to work under the TN status (unless they live outside Canada with non-Canadian family members) while Mexican citizens require a TN visa.\nSpouse and dependent children of a TN professional can be admitted into the United States in the TD status.\n\nT and U visas\nThe T-1 visa is issued to victims of severe forms of human trafficking.\nHolders may adjust their status to permanent resident status.\nSubtypes of this visa are T-2 (issued to spouses of T-1), T-3 (issued to children of T-1), T-4 (issued to parents of T-1 under the age of 21), and T-5 (issued to unmarried siblings under the age of 18 of T-1 who is under 21).\nThe U-1 visa is a nonimmigrant visa which is set aside for victims of crimes (and their immediate family members) who have suffered substantial mental or physical abuse and are willing to assist law enforcement and government officials in the investigation or prosecution of the criminal activity.\nSubtypes of this visa are U-2 issued to spouses of U-1, U-3 issued to children of U-1, U-4 issued to parents of U-1 under the age of 21 and U-5 issued to unmarried siblings under the age of 18 of U-1 who is under 21.\n\nV visa\nThe V visa is a temporary visa available to spouses and minor children (unmarried, under 21) of U.S. lawful permanent residents (LPR, also known as green card holders).\nIt allows permanent residents to achieve family unity with their spouses and children while the immigration process takes its course. It was created by the Legal Immigration Family Equity Act of 2000.\nThe Act is to relieve those who applied for immigrant visas on or before December 21, 2000. Practically, the V visa is currently not available to spouses and minor children of LPRs who have applied after December 21, 2000.\n\nDual-intent visas\nThe concept of the dual intent visa is to grant legal status to certain types of visa applicants when they are in the process of applying for a visa with the intent to obtain a permanent residency/green card. Generally, nonimmigrant visas require the applicant to show they plan to return to their home country after their stay.\nThere are a certain number of U.S. visa categories that grant permission for dual intent, or to get a temporary visa status while having an intention to get a green card and stay permanently in the United States of America.\n\nMost visas are named after the paragraph of the Code of Federal Regulations that established the visa.\n\nDigital Visa Authorization (DVA)\nThe State Department's Bureau of Consular Affairs began developing and trialling an electronic visa system envisioned to eventually replace traditional sticker visas on passports. In 2023, this was trialled with K-1 visas issued at the Embassy of the United States, Dublin, Ireland.\nAs this will only apply to individuals requiring a visa, this is different to the established ESTA system for visa-waived nationals.\n\nVisa denial\nSection 221(g) of the Immigration and Nationality Act defined several classes of aliens ineligible to receive visas.\nGrounds for denial may include, but are not limited to:\n\nRisk of visa overstay\nFinancial insecurity\nHaving low or middle class income\nHaving an informal job\nUnemployment\nNot having children and/or being single\nRelatives living in the United States\nPolitical, economic or social instability in the country of origin\nIncomplete education\nHealth grounds\nCriminal history\nSecurity fears\nPublic charge (charge means burden in this context)\nIllegal entrants or immigration violators\nFailure to produce requested documents\nIneligible for citizenship\nPreviously removed from the U.S.\nThe spouse of a U.S. Citizen is almost always denied a visitor's (B1/B2) visa on the grounds that the spouse might want to stay in the United States.\nSection 214(b) of the Immigration and Nationality Act (also cited as 8 United States Code § 1184(b)) states that most aliens must be presumed to be intending to remain in the U.S., until and unless they are able to show that they are entitled to non-immigrant status. This means there are two sides to a 214(b) denial. Denials occur when applicants do not convince the consular officer of their intent to stay in the U.S. temporarily, or were qualified for the visa.\nAn example of a denial based upon the first ground would be an applicant for an F-1 student visa who the consular officer felt was secretly intending to remain in the U.S. permanently.\nAn example of a denial based upon the second ground would be an H-1B applicant who couldn't prove he possessed the equivalent of a U.S. bachelor's degree in a specialty field—such an equivalency being a requirement for obtaining an H-1B visa.\nIn order to thereafter obtain a visa applicants are recommended to objectively evaluate their situation, see in what way they fell short of the visa requirements, and then reapply.\nIn rare cases, Section 212(d)(3) of the Immigration and Nationality Act allows for the temporary entry of certain aliens who would otherwise be prohibited from entering the United States.\nThe person applies for a Hranka waiver and pays the filing fee. When deciding whether to approve the waiver, the Board of Immigration Appeals considers whether there would be harm to society if the applicant were admitted to the United States, the seriousness of the applicant's prior violations, and the nature of the applicant's reasons for wishing to enter the United States.\nIf approved for a Hranka waiver, the applicant would need to have this documentation when requesting entry to the United States.\n\nExceptions\nThere are cases when a U.S. visa has been granted to aliens who were technically ineligible.\nJapanese mafia (yakuza) leader Tadamasa Goto and three others were issued visas for travel between 2000 and 2004 to undergo liver transplant surgery at UCLA Medical Center. The FBI had aided the men in the visa application process hoping that they would provide information regarding yakuza activities in the U.S.\nIn 2005, Indian Prime Minister Narendra Modi (then Chief Minister of Gujarat) was denied a diplomatic visa to the United States. The B-1/B-2 visa that had previously been granted to him was also revoked, under a section of the Immigration and Nationality Act which makes any foreign government official who was responsible or \"directly carried out, at any time, particularly severe violations of religious freedom\" ineligible for the visa (the violations of religious freedom in question being the 2002 Gujarat riots). Modi is the only person ever denied a visa to the U.S. under this provision. In 2014, after Modi's BJP political party won the 2014 Indian general election, U.S. President Barack Obama ended the visa issue by calling Modi to congratulate him on his victory, and invited him to the White House. On June 8, 2016, Modi addressed a joint meeting of the U.S. Congress.\n\nSee also\nDiversity Immigrant Visa\nElectronic System for Travel Authorization\nReal ID Act\nSecurity Advisory Opinion\nU.S. Citizenship and Immigration Services\nU.S. Customs and Border Protection\nU.S. Department of Homeland Security\nU.S. Immigration and Customs Enforcement\nVisa requirements for United States citizens\nVisa Waiver Program\nWestern Hemisphere Travel Initiative\n\nExplanatory notes\nReferences\nExternal links\n\nU.S. Visas, Bureau of Consular Affairs, U.S. Department of State\nList of diplomatic missions of the U.S.\nU.S. Department of Homeland Security\nU.S. Customs and Border Protection"
}